[
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "2. OVERVIEW OF THE PERFORMANCE OF THE DMRE, 2022/23",
    "category": "Monitoring & Evaluation",
    "length": 51
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "2.1 Overall financial performance of the Department",
    "category": "Monitoring & Evaluation",
    "length": 51
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "10 120.6 96,9% 327.0 Source: Department of Mineral Resources and Energy Annual Report, (2022/23)",
    "category": "Other",
    "length": 96
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "3.1 percent lower than the total allocation. Below is the financial performance per programme of the DMRE, as contained in the Annual Report.",
    "category": "Budget/Fiscal",
    "length": 141
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "1 Department of Mineral Resources and Energy, (2022)",
    "category": "Other",
    "length": 52
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "3 Department of Mineral Resources and Energy, (2021)",
    "category": "Other",
    "length": 52
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "4 Department of Miner Resources and Energy, (2022) The Programme spent R651.59 million which represents 89.3 percent of its allocated budget. Therefore, the budget underspending is R78.03 million or 10.7 percent. The DMRE provided the following reasons for the underspending under this programme:",
    "category": "Budget/Fiscal",
    "length": 296
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "that this underspend was due to the underspending of compensation of employees, R4.99 million, as a result of vacant funded positions.",
    "category": "Other",
    "length": 134
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "4 (44.4%) 5 Minerals & Petroleum Regulation 9",
    "category": "Policy/Legislation",
    "length": 45
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "8 (88.8%) 1 Mining, Mineral & Energy Policy Development 23",
    "category": "Capacity Building",
    "length": 58
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "8 (34.7%) 15 Mine Health & Safety Inspectorate 12",
    "category": "Other",
    "length": 49
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "10 (83.3%) 2 Programme & Projects Management 22",
    "category": "Other",
    "length": 47
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "12 (54.5%) 10 Nuclear Energy 10",
    "category": "Other",
    "length": 31
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "36 (42, 3%) Source: Department of Mineral Resources and Energy Annual Report, (2022/23)",
    "category": "Other",
    "length": 87
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "that the DMRE surpassed its own performance targets under this programme. Notably, the Department planned 212 inspections on social and labour plans (SLP) projects in the financial year and the Department inspected 237 SLP projects. Similarly, planned targets of 120 SLP development projects completed, the Department achieved 150, and a planned 4000 jobs created through the issuing of mining rights, the Department enabled 6977 jobs. Lastly, the planned 1275 environmental inspections to be conducted by the Department were overachieved as 1400 environmental inspections were conducted.",
    "category": "Capacity Building",
    "length": 588
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "2.3 Auditor General’s Report on the DMRE",
    "category": "Governance/Accountability",
    "length": 40
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "3. ENTITIES REPORTING TO THE DEPARTMENT As stated above, eleven (11) State-Owned Entities (SOEs) contribute to and implement the objectives of the Department. Due to time constraints, only NECSA was invited to brief the Committee this year. Below is an overview of NECSA’s performance in the 2022/23 financial year.",
    "category": "Governance/Accountability",
    "length": 315
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "3.1 Overall performance of NECSA",
    "category": "Monitoring & Evaluation",
    "length": 32
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "5 NECSA, (2022) According to NECSA this achievement was made possible by additional income from virement funding and Multipurpose reactor (MPR) work. The second target was to produce 23 peer reviewed research publications. This was exceeded as the entity produced 27 peer reviewed research publications. The third target was to attain 6 innovation disclosures. This was exceeded, as 7 innovation disclosures were attained. The achievement is attributed to high turnaround in intellectual property approval and registration process.",
    "category": "Budget/Fiscal",
    "length": 531
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "1 032 97 9.40% Talent Excellence & high- performance culture 88 110 22 20% Total",
    "category": "Monitoring & Evaluation",
    "length": 80
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "1 850 163 73,75% Source: NECSA, (2023)",
    "category": "Other",
    "length": 38
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "3.2 Audit Outcomes in relation to NECSA",
    "category": "Governance/Accountability",
    "length": 39
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "453 000). Furthermore, due to the inability to obtain sufficient appropriate audit evidence for the D&D on stage 1 liability, AGSA was unable to determine by alternative means, whether any adjustments are required to the D&D on stage 1 asset stated at R2 593 856 000 (2022: R3 222 453 000).7",
    "category": "Governance/Accountability",
    "length": 291
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "4. AUDITOR-GENERAL’S REPORT ON THE DMRE AND ITS ENTITIES",
    "category": "Governance/Accountability",
    "length": 56
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "4.1 Synopsis of Audit Outcomes",
    "category": "Governance/Accountability",
    "length": 30
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "7 Ibid above six (6) entities successfully mastered what is required to attain a clean audit or good governance.",
    "category": "Governance/Accountability",
    "length": 112
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "4.2 Key issues raised by the AGSA in respect of the outcomes",
    "category": "Other",
    "length": 60
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "That the Department should ensure continuous improvement on the definition of performance measures – to ensure meaningful performance monitoring and achievement of mandate. That the Department should enhance mechanism to monitor generation capacity. The executive authority in contracting with the accounting officer should ensure that the Department is setting KPIs that are aligned to mandate and policy objectives to enable transparency and accountability as key role player in the energy value chain. ",
    "category": "Governance/Accountability",
    "length": 506
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "That Department and National Treasury should prioritise (through budget allocation) to rehabilitate more derelict and ownerless mines, than just three (3) per year. ",
    "category": "Budget/Fiscal",
    "length": 166
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "That NERSA as a regulator is encouraged to continue monitoring and enforcing recommendations made in respect of licensing conditions, but most importantly ensuring strict enforcement of contraventions noted and actively influence the importance of sending a common message on the dire need for the conditions to be adhered to for the overall benefit of the country.",
    "category": "Policy/Legislation",
    "length": 365
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "5. DISCUSSIONS ON THE ANNUAL REPORTS",
    "category": "Other",
    "length": 36
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "5.1 Auditor-General of South-Africa (AGSA)",
    "category": "Governance/Accountability",
    "length": 42
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "that this was because of the storage fees incurred on the Solar Water Heater (SWH) project that were not installed to recipients in a timely manner. The AGSA stated that losses already incurred are on the storage fees paid on the NSWHP project. The AGSA stated that the Accounting Officer did not take appropriate action to resolve the MI. The slow response to the finalisation of the NSWHP project resulted in further losses in the 2022/23 financial year. Moreover, the AGSA reported that the material non-compliance on consequence management is mainly due to non-finalisation of the investigation into the fruitless and wasteful expenditure incurred on this project. Recommendations have been included in the audit report for tracking and these are due on 31 October 2023.",
    "category": "Budget/Fiscal",
    "length": 774
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "5.2 Department of Mineral Resources and Energy (DMRE)",
    "category": "Other",
    "length": 53
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "that at times the delays at NEDLAC, something that is beyond their control. Challenges at NEDLAC has been how the Council is structured. The Council is structured with various chambers, and legislation must go through all these chambers, who do not sit together and do not sit on a monthly basis, and this is where delays are experienced. However, the Department also acknowledged that, there has been poor planning from its side, it was not practical for it to be able to table all the Bills during the current administration.",
    "category": "Policy/Legislation",
    "length": 527
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "that funding remains a challenge. The Committee requested the DMRE to approach the National Treasury for additional funding, with the recommendation from the AGSA’s report. The Committee was informed that from a budget point of view, the DMRE had to reprioritise within the existing budget in order to deal with emergency situations such the closing of holings in the Riverlea area. The Department reported that it has written to the National Treasury requesting funding of the D&O programme. The Department added that one of the interventions that is currently happening is within the Justice Crime Prevention and Security Cluster (JCPS) to deal with illegal mining, to which there are a number of workstreams, and the DMRE is responsible for the sealing of holes and the Department of Human Settlements is dealing with the informal settlements which are surrounded by these holings. There is also a legal stream, to which the DMRE is involved in strengthening legislation to address these matters.",
    "category": "Budget/Fiscal",
    "length": 999
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "5.3 South African Nuclear Energy Corporation (NECSA)",
    "category": "Other",
    "length": 52
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "that NECSA would only start making a profit in the 2025/26 financial year. However, the entity has recorded an early achievement with a total comprehensive income of R145 million in the period under review. The Committee noted that the recovery plan, presented to the Committee two (2) years ago, indicated a projected loss of R23 million in 2022/23. The committee is aware of the reality that NECSA is still not out of the woods yet, but it applauded the entity’s remarkable achievements and encouraged it to aim for a clean audit.",
    "category": "Governance/Accountability",
    "length": 532
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "that it is a transfer between government entities.",
    "category": "Other",
    "length": 50
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "6.1 The Department of Mineral Resources and Energy (DMRE)",
    "category": "Other",
    "length": 57
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "1. Ensure that the Department and its entities aim to achieve clean audits in the next financial year.",
    "category": "Governance/Accountability",
    "length": 102
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "2. Ensure that once the audit of the Central Energy Fund Group is signed and the Annual Reports are tabled, the AGSA must brief the Committee on these audit outcomes.",
    "category": "Governance/Accountability",
    "length": 166
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "3. Ensure that the entities of the Department abide by the legislative deadlines in terms of submitting financial information for auditing purposes, as the entities are aware of the submission date of 31 May of each year.",
    "category": "Governance/Accountability",
    "length": 221
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "4. Foster a good relationship with stakeholders such as the South African Local Government Association, the Department of Human Settlement and the Department of Cooperative Governance and Traditional Affairs in order to bring about the speedy implementation of the National Solar Water Heater Programme. The National Solar Water Heater Programme is an important project that can address the challenge of energy shortage and it could possibly form part of the Integrated National Electrification Programme.",
    "category": "Governance/Accountability",
    "length": 505
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "5. Ensure that adequate measures are undertaken to finalise the investigation into the solar water heaters project, including storage costs and any other related costs, to determine the circumstances that led to the non-compliance for the purpose of taking appropriate corrective actions and to address control weaknesses as well as to identify responsible officials.",
    "category": "Governance/Accountability",
    "length": 367
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "6. Institute consequence management against officials who had incurred unauthorised, irregular as well as fruitless, and wasteful expenditure as required by section 38(1)(h)(iii) of the Public Finance Management Act (PFMA) and finalize disciplinary actions without undue delays.",
    "category": "Budget/Fiscal",
    "length": 278
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "7. Ensure that the Department’s performance indicators are linked to government priorities, both the AGSA and the Department of Planning, Monitoring and Evaluation are important players in this regard.",
    "category": "Monitoring & Evaluation",
    "length": 201
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "8. Linked to the above, ensure that the Department clearly defines its performance targets as well as the metric used for calculation so that the performance information is reported in the prescribed manner.",
    "category": "Monitoring & Evaluation",
    "length": 207
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "9. Consult with the National Treasury in respect of adequate funding required to address the closure of derelict and ownerless mines.",
    "category": "Budget/Fiscal",
    "length": 133
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "10. Strengthen the Department’s administrative capacity to collect all money due, as required by section 38(1)1(c) (i) of the PFMA since the current capacity has simply proven inadequate.",
    "category": "Capacity Building",
    "length": 187
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "11. Improve the Department’s internal control measures so that effective and appropriate steps can be taken to prevent fruitless and wasteful expenditure as required by section 38(1)(c)(ii) of the PFMA and treasury regulation 9.1.1.",
    "category": "Budget/Fiscal",
    "length": 232
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "12. Ensure that the Department improve its strategic planning mechanisms to enable the monitoring of progress made towards achieving performance targets, core objectives and service delivery as required by public service regulation 25(1)(e)(i) and (iii) so that evidence that the Department has achieved key performance indicators is not presumed but rather drawn deductively from tangible evidence.",
    "category": "Policy/Legislation",
    "length": 399
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "13. Ensure that the Department consider increasing the budget earmarked for training its personnel to reduce the dependence on consultants which runs counter to the goal of creating a capable developmental state since it deprives the personnel the opportunity to develop their skills and expertise.",
    "category": "Budget/Fiscal",
    "length": 298
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "14. Ensure that the implementation of the Black Economic Empowerment (BEE) and Local Content Development receive considerable attention in the procurement practices of State-Owned Companies and the Department in the manner that complements the proposed amendment to the Preferential Procurement Policy Framework Act (PPPFA).",
    "category": "Capacity Building",
    "length": 324
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "15. Minimize delays in the finalization of procurement processes and in appointing service providers. These must be addressed with practical solutions to reverse the current trend of budget underspending due to these delays.",
    "category": "Budget/Fiscal",
    "length": 224
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "16. Implement corrective measures and practical solutions to address the vacancy rate within the confines of the National Treasury’s cost containment measures.",
    "category": "Policy/Legislation",
    "length": 159
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "17. Expedite the finalization of the pre-feasibility study on coal to incentivize investment required to procure additional 1 500MW from coal.",
    "category": "Other",
    "length": 142
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "18. Ensure that mechanisms are put in place to address barriers to investment in the expansion of the transmission network since transmission constraints inhibit the procurement of new generation capacity.",
    "category": "Capacity Building",
    "length": 205
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "1. Ensure that the Department and its entities aim to achieve clean audits in the next financial year.",
    "category": "Governance/Accountability",
    "length": 102
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "2. Ensure that once the audit of the Central Energy Fund Group is signed and the Annual Reports are tabled, the AGSA must brief the Committee on these audit outcomes.",
    "category": "Governance/Accountability",
    "length": 166
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "3. Ensure that the entities of the Department abide by the legislative deadlines in terms of submitting financial information for auditing purposes, as the entities are aware of the submission date of 31 May of each year.",
    "category": "Governance/Accountability",
    "length": 221
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "4. Foster a good relationship with stakeholders such as the South African Local Government Association, the Department of Human Settlement and the Department of Cooperative Governance and Traditional Affairs in order to bring about the speedy implementation of the National Solar Water Heater Programme. The National Solar Water Heater Programme is an important project that can address the challenge of energy shortage and it could possibly form part of the Integrated National Electrification Programme.",
    "category": "Governance/Accountability",
    "length": 505
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "5. Ensure that adequate measures are undertaken to finalise the investigation into the solar water heaters project, including storage costs and any other related costs, to determine the circumstances that led to the non-compliance for the purpose of taking appropriate corrective actions and to address control weaknesses as well as to identify responsible officials.",
    "category": "Governance/Accountability",
    "length": 367
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "6. Institute consequence management against officials who had incurred unauthorised, irregular as well as fruitless, and wasteful expenditure as required by section 38(1)(h)(iii) of the Public Finance Management Act (PFMA) and finalize disciplinary actions without undue delays.",
    "category": "Budget/Fiscal",
    "length": 278
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "7. Ensure that the Department’s performance indicators are linked to government priorities, both the AGSA and the Department of Planning, Monitoring and Evaluation are important players in this regard.",
    "category": "Monitoring & Evaluation",
    "length": 201
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "8. Linked to the above, ensure that the Department clearly defines its performance targets as well as the metric used for calculation so that the performance information is reported in the prescribed manner.",
    "category": "Monitoring & Evaluation",
    "length": 207
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "9. Consult with the National Treasury in respect of adequate funding required to address the closure of derelict and ownerless mines.",
    "category": "Budget/Fiscal",
    "length": 133
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "10. Strengthen the Department’s administrative capacity to collect all money due, as required by section 38(1)1(c) (i) of the PFMA since the current capacity has simply proven inadequate.",
    "category": "Capacity Building",
    "length": 187
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "11. Improve the Department’s internal control measures so that effective and appropriate steps can be taken to prevent fruitless and wasteful expenditure as required by section 38(1)(c)(ii) of the PFMA and treasury regulation 9.1.1.",
    "category": "Budget/Fiscal",
    "length": 232
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "12. Ensure that the Department improve its strategic planning mechanisms to enable the monitoring of progress made towards achieving performance targets, core objectives and service delivery as required by public service regulation 25(1)(e)(i) and (iii) so that evidence that the Department has achieved key performance indicators is not presumed but rather drawn deductively from tangible evidence.",
    "category": "Policy/Legislation",
    "length": 399
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "13. Ensure that the Department consider increasing the budget earmarked for training its personnel to reduce the dependence on consultants which runs counter to the goal of creating a capable developmental state since it deprives the personnel the opportunity to develop their skills and expertise.",
    "category": "Budget/Fiscal",
    "length": 298
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "14. Ensure that the implementation of the Black Economic Empowerment (BEE) and Local Content Development receive considerable attention in the procurement practices of State-Owned Companies and the Department in the manner that complements the proposed amendment to the Preferential Procurement Policy Framework Act (PPPFA).",
    "category": "Capacity Building",
    "length": 324
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "15. Minimize delays in the finalization of procurement processes and in appointing service providers. These must be addressed with practical solutions to reverse the current trend of budget underspending due to these delays.",
    "category": "Budget/Fiscal",
    "length": 224
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "16. Implement corrective measures and practical solutions to address the vacancy rate within the confines of the National Treasury’s cost containment measures.",
    "category": "Policy/Legislation",
    "length": 159
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "17. Expedite the finalization of the pre-feasibility study on coal to incentivize investment required to procure additional 1 500MW from coal.",
    "category": "Other",
    "length": 142
  },
  {
    "year": 2017,
    "sector": "energy",
    "report": "2017_energy_BRRR.pdf",
    "recommendation": "18. Ensure that mechanisms are put in place to address barriers to investment in the expansion of the transmission network since transmission constraints inhibit the procurement of new generation capacity.",
    "category": "Capacity Building",
    "length": 205
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. OVERVIEW OF THE PERFORMANCE OF THE DMRE, 2021/22 This section analyses the overall performance of the Department for the 2021/22 financial year.",
    "category": "Monitoring & Evaluation",
    "length": 147
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2.1 OVERALL FINANCIAL PERFORMANCE OF THE DEPARTMENT",
    "category": "Monitoring & Evaluation",
    "length": 51
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "88 .1% 27,766 Mineral & Energy Resources Programmes & Projects 5,881,640 5,716,621 97,2% 165,019 Nuclear Energy Regulation & Management 1,134,601 1,123,441 99% 11,160 Total 9,241,464 8,903,537 96,3% 337,927 Source: Department of Mineral Resources and Energy, (2021)",
    "category": "Policy/Legislation",
    "length": 265
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1 Department of Mineral Resources and Energy, (2021)",
    "category": "Other",
    "length": 52
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3 Department of Miner Resources and Energy, (2020)",
    "category": "Other",
    "length": 50
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4 Department of Miner Resources and Energy, (2021)",
    "category": "Other",
    "length": 50
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. NON-FINANCIAL PERFORMANCE OF THE DEPARTMENT",
    "category": "Monitoring & Evaluation",
    "length": 46
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "11 (79%) 3 Minerals & Petroleum Regulation 12",
    "category": "Policy/Legislation",
    "length": 45
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "10 (83%) 2 Mining, Mineral & Energy Policy Development 29",
    "category": "Capacity Building",
    "length": 57
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "21 (72%) 8 Mine Health & Safety Inspectorate 6",
    "category": "Other",
    "length": 46
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3 (50%) 3 Programme & Projects Management 13",
    "category": "Other",
    "length": 44
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "8 (62%) 5 Nuclear Energy 7",
    "category": "Other",
    "length": 26
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "23 (28%) Source: Department of Mineral Resources and Energy Annual Report, (2021/22)",
    "category": "Other",
    "length": 84
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "that Ministerial Cluster recommended that the bill should be redrafted. The redrafted Bil l was approved for publishing for public comments by Cabinet in March 2022. • The Department had committed to submit the Gas Master Plan to Cabinet. According to the Department, there was a delay due to a request from the stakeholders to afford more time to comment on Draft Gas Master Plan. • The National Energy Regulator Amendment (NERA) Bill was due for submission to Cabinet, however this did not happen because allocated resources were reprioritised to focus on the Electricity Pricing Policy.",
    "category": "Policy/Legislation",
    "length": 589
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4. AUDITOR-GENERAL’S REPORT ON THE DMRE AND ITS ENTITIES",
    "category": "Governance/Accountability",
    "length": 56
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2022. The Department experienced delays in the finalising of the solar water heating programme, which resulted in the Department incurring additional storage fees as they did not take custody of the manufactured units from the suppliers as per the stipulated contractual agreements.",
    "category": "Policy/Legislation",
    "length": 282
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "that debt is likely to be irrecoverable and this was confirmed by high impairment of debt at the DMRE, NNR and SADPMR. Average creditors payment period of the portfolio is 45 days which is more than the 30 days period",
    "category": "Other",
    "length": 217
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "that government is adhering to. This has an impact on the sustainability of small and medium enterprises that conduct business with the government. 4.2.3 Irregular expenditure analysis",
    "category": "Budget/Fiscal",
    "length": 184
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5. ENTITIES REPORTING TO THE DEPARTMENT As stated above, eleven (11) State-Owned Entities (SOEs) contribute to and implement the objectives of the Department. This section provides a brief summary of the DMRE entities.",
    "category": "Governance/Accountability",
    "length": 218
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5.1 National Energy Regulator of South Africa (NERSA) 5.1.1 Non-Financial Performance As stated above, NERSA received a clean audit. The Regulator achieved 90% of its annual performance targets. This signifies an overall increase of 1% in the performance when compared to the overall performance in 2020/21. The above achievement was broken down as follows: • Regulation of the electricity industry: 84%. This signifies a 9% decrease in the performance when compared to 2020/21, where 93% of the planned targets were met. • Regulation of the piped-gas industry: 100%. This signifies an 8% increase in performance when compared to 2020/21, where 92% of the planned targets were met. • Regulation of the petroleum pipelines industry: 100%. This signifies a 12% increase in performance when compared to 2020/21, where 88% of the planned targets were met. • Transversal regulatory: 75%. This performance is at the same level when compared to 2020/21, where 75% of the planned targets were also met. • Organisational: 88%. This signifies an increase of 8% in performance when compared to 2020/21, where 80% of the planned targets were met. According to NERSA, the overall improvement in this reporting period was due to the fact that all the measures that were put in place in 2020, to deal with the impact of the restrictions due to the COVID-",
    "category": "Governance/Accountability",
    "length": 1339
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "19 pandemic, had been implemented successfully. This enabled NERSA to continue with it day to day and regulatory activities as normal as possible. The decrease in the performance in electricity regulation was due external factors, such as timely submission of applications and reports from licensees or dependencies on other key roles players for progressing with key targets. Table 3: Overall Performance against planned outputs and targets REGULATED INDUSTRIES AND OTHER FOCUS AREAS PLANNED ANNUAL TARGETS ANNUAL TARGETS MET REASONS FOR ANNUAL TARGETS NOT MET External Dependencies Internal factors",
    "category": "Policy/Legislation",
    "length": 600
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1. Revenue Performance a) Volumes reported for the year ending 31 March 2022 in all three regulated energy industries came in above estimates, as economic activity picked up with the easing of lockdown and travel restrictions: • Electricity volumes were 4.7% above Budget • Piped-gas volumes were 3.4% above Budget and • Petroleum pipelines were at 6.9% above Budget. b) The improvement in volumes contributed to an over recovery in revenue from levies and license fees by 3.1%.",
    "category": "Budget/Fiscal",
    "length": 478
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. Operating Expenditure a) Operating expenditure for the year ending 31 March 2022 was 30% lower than the budgeted expenditure due to the continued remote working and online engagements throughout the year which resulted in a significant reduction in travel and meeting costs.",
    "category": "Budget/Fiscal",
    "length": 277
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. Operating Deficit a) NERSA reported a deficit of R 3.25 million against a budgeted deficit of R",
    "category": "Budget/Fiscal",
    "length": 98
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "49.2 million. The budgeted deficit is funded from accumulated surpluses from previous financial years. This enables the reduction of the funding requirement for NERSA when determining the levy rates and license fee NERSA reported that it was in a stable financial position as at 31 March 2022, with a positive net asset value of R290 million. This was mainly due to cash reserves of R208 million included in current assets and a significant portion of it is placed with the Corporation for Public Deposits at the SARB.",
    "category": "Budget/Fiscal",
    "length": 518
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5.2 National Nuclear Regulator (NNR)",
    "category": "Other",
    "length": 36
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2 plan of human capital strategic plan None Unqualified audit report Unqualified audit report for 2021/22 Unqualified audit report for 2021/22 None",
    "category": "Governance/Accountability",
    "length": 147
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4 Public Safety Information Forum (PSIF) meetings held with communities surrounding Vaalputs • Physical meetings were not held due to the COVID-19 pandemic. • As an alternative, digital platforms were used to share the information. None Percentage acceptance rate for the disposal of waste packages received from waste generators for disposal 100% acceptance rate for the disposal of waste packages received from waste generators for disposal 100% None",
    "category": "Other",
    "length": 452
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "9001 compliant Quality Management System executed. 80% of the annual project plan for implementation of a ISO",
    "category": "Service Delivery",
    "length": 109
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "9001 compliant Quality Management System executed. None Percentage implementation of an ISO compliant SHE Management System for NRWDI 80% of the annual project plan for implementation of a ISO SHE Management System executed 80% of the annual project plan for implementation of a ISO SHE Management System executed None Source: Presentation to PCMRE on 13 October 2022",
    "category": "Service Delivery",
    "length": 367
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5.6 Mine Health and Safety Council (MHSC)",
    "category": "Other",
    "length": 41
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5.7 State Diamond Trader (SDT)",
    "category": "Other",
    "length": 30
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5.8 Council for Geoscience (CGS)",
    "category": "Other",
    "length": 32
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2022 was published in April 2022 by the Minister of Mineral Resources and Energy. These policy documents seek to attract investment through a reinvigorated mining exploration",
    "category": "Policy/Legislation",
    "length": 174
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5.9 South African Diamond and Precious Metals Regulator (SADPMR)",
    "category": "Other",
    "length": 64
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "132 651 Transfer Payment",
    "category": "Other",
    "length": 24
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "76 054 Sale of services",
    "category": "Service Delivery",
    "length": 23
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "42 279 Total Actual Revenue",
    "category": "Budget/Fiscal",
    "length": 27
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "118 333 Total expenditure",
    "category": "Budget/Fiscal",
    "length": 25
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "13 925 Source: Presentation the PCMRE on 11 October 2022",
    "category": "Other",
    "length": 56
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5.10 South African Nuclear Energy Corporation (NECSA)",
    "category": "Other",
    "length": 53
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1. Commercial programme 13 54% Nuclear medicine and industrial isotopes 5 80% Fluorochemicals 6 33% Nuclear and Industrial Manufacturing 2 50%",
    "category": "Policy/Legislation",
    "length": 142
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. Growth Initiatives 5 60% Growth Initiatives 4 75% Stage 1 D&D 1 0%",
    "category": "Other",
    "length": 69
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. Infrastructure Programme 2 50% Multi-purpose Reactor (MPR) 1 100% Pelindaba Masterplan 1 0%",
    "category": "Infrastructure",
    "length": 94
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4. Research Capability, Support Services and Compliance 4 100% Compliance to SHEQ, License and other regulatory requirements 2 100% Human Resource Management 2 100% OVERALL 24 63%",
    "category": "Governance/Accountability",
    "length": 179
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5.11 Central Energy Fund (CEF)",
    "category": "Other",
    "length": 30
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1. Stabilising the CEF Group and improve long term commercial sustainability and strategic relevance",
    "category": "Other",
    "length": 100
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. Drive growth and increase Market Share through diversification of Income streams & product portfolio",
    "category": "Other",
    "length": 103
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. Development of key Energy Infrastructure programs in support of economic development & growth",
    "category": "Capacity Building",
    "length": 96
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4. Group Consolidation to exploit synergies and improve scale for strategic relevance turning around struggling entities. This process supported the development of the Group Key Objectives that would underpin the Group Score Card and overall alignment within the Group",
    "category": "Capacity Building",
    "length": 268
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1. Consolidation & Turnaround",
    "category": "Other",
    "length": 29
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. Commercial sustainability",
    "category": "Other",
    "length": 28
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. Strategy & Long-Term Growth",
    "category": "Other",
    "length": 30
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4. Operational Efficiency",
    "category": "Other",
    "length": 25
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5. Human Capital & Organisational Alignment",
    "category": "Other",
    "length": 43
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "6 CSI projects were implemented • Announcement made by Ministers to subsidize the fuel levy for 2 months • Unqualified audit opinion (only two findings)",
    "category": "Governance/Accountability",
    "length": 152
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "51 application by National Treasury delayed the implementation of the technical work programme in South Sudan. • Loss of anchor tenant, Astron Energy • The negotiations and legal process to recover 300kbbl still ongoing",
    "category": "Service Delivery",
    "length": 219
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1. The Committee welcomed the improved performance of the entities of the Department, as six (6) of the entities obtained clean audits.",
    "category": "Governance/Accountability",
    "length": 135
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. It was noted with concern that NECSA has been receiving disclaimer audit outcomes since the 2018/19 financial year. However, the Committee also appreciated the fact that there is significant improvement on findings of the AGSA on NECSA compared to the prior years, an indication that the entity is working hard to move out of the bad situation it finds itself in. Material findings decreased from over 100 in the previous financial year, to 14 in the 2021/22 financial year.",
    "category": "Governance/Accountability",
    "length": 477
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. It was noted with concern that the Department did not submit its Draft Annual",
    "category": "Other",
    "length": 80
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4. Performance Plans for the 2021/22 financial year to the AGSA for the review before it was finalised. Had it been submitted, some of the findings could have been prevented, especially on the setting and measurement of performance targets.",
    "category": "Monitoring & Evaluation",
    "length": 240
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5. The Committee noted with concern the recurring findings on the Department by the AGSA relating to poor debt collection and interests not charged on debt, as well as delays in creditors payments.",
    "category": "Other",
    "length": 197
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "6.2 The Department of Mineral Resources and Energy (DMRE)",
    "category": "Other",
    "length": 57
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1. The Committee welcomed the improved performance of the Department, having achieved 72% of its planned targets compared to the 67% achieved in the previous financial year. However, the Committee was concerned that there was no correlation between the targets achieved versus the budget spent. The Department spent 96% of the allocated budget for the 2021/22 financial year.",
    "category": "Budget/Fiscal",
    "length": 375
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. The commitment by the Department that an off the shelf Cadastral System procurement would be done within the current financial was noted. The Department indicated that, the rollout of the system would be dictated by the service provider.",
    "category": "Other",
    "length": 240
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. The Committee noted with concern the increase in occupational injuries, fatalities and diseases.",
    "category": "Other",
    "length": 99
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4. The Committee was concerned by the pieces of legislation and policies that have been under development for a long time, to a point some requiring to be started afresh due to changes in the sector.",
    "category": "Capacity Building",
    "length": 199
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5. It was observed with concern that, amid the energy crises, Request for Proposals (RFP) for 3",
    "category": "Other",
    "length": 95
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "000 MW from gas, 1 500 MW from coal, 513 MW from storage targets were not achieved. However, the commitment by the Minister that all RFPs would be done during the 2022/23 financial was noted.",
    "category": "Monitoring & Evaluation",
    "length": 191
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "6. Members pointed out that the review of the Integrated Resources Plan (IRP2019), which has become outdated, needed to be addressed.",
    "category": "Other",
    "length": 133
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "7. The consistent fruitless and wasteful expenditure reported under the National Solar Water Programme was noted as a serious concern by the Committee. It was reported that the Department is awaiting Forensic Investigation outcomes, conducted by the KPMG in this regard.",
    "category": "Budget/Fiscal",
    "length": 270
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "8. Whilst it was regarded as ambitious by some Members, the assurance by the Minister that the Brulpadda/Luiperd development in Block 11B/12B would deliver its first gas by 2024/2025, and feed to PetroSA, was noted.",
    "category": "Capacity Building",
    "length": 215
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "9. An observation and a concern that was raised in the previous BRRR process was reiterated. A concern was that, the time allocated to the Committee/s was not sufficient to do justice in the BRRR process. For instance, the Committee, in a period of two days, had to listen to the briefings of 11 entities and the Department.",
    "category": "Other",
    "length": 324
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "10. Members noted that the AGSA findings were miscommunicated or misunderstood by entities.",
    "category": "Other",
    "length": 91
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "11. Members further observed that the DMRE does not communicate effectively with entities.",
    "category": "Other",
    "length": 90
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "6.3 Entities reporting to the Department",
    "category": "Governance/Accountability",
    "length": 40
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1. Across the eleven entities, the upscaling or commercialization of projects was noted as a challenge, e.g. a number of SANEDI’s projects can be commercialised.",
    "category": "Other",
    "length": 161
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. Another challenge noted by the Committee was that the capabilities of the state owned entities within the energy and mineral resources portfolio is not fully utilised by the Government. For an example, the African Exploration Mining and Finance Corporation (AEMFC) has a contract to supply coal to Eskom, however, their contract is limited, whereas the entity is able to supply much more coal to Eskom.",
    "category": "Policy/Legislation",
    "length": 405
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. Efforts by NERSA to streamline its application processes for the smaller IPP projects (less than 100 MW) was noted. NERSA indicated that it had streamlined the processes from 90 to",
    "category": "Other",
    "length": 183
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "30 days. It was noted that, sometimes delays are not necessarily because of NERSA but are caused by incomplete information submitted by the applicants.",
    "category": "Other",
    "length": 151
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4. The amount of money spent by NERSA on litigation charges was noted as a concern. However, more concerning was the Government entities taking each other to court. NERSA explained that the National Energy Regulator Act provides for the applicant challenge the Regulators’ decision, and that there was no alternative dispute mechanism provided for in the Act. During the 2021/22 financial year, the Regulator spent about R16.8 million litigation charges, this compares to R21 million spent on litigations in the previous financial year, 2020/21.",
    "category": "Policy/Legislation",
    "length": 545
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5. The Committee congratulated the SDT and the SADPMR for having relocated to the Gauteng Industrial Development Zone (GIDZ) precinct.",
    "category": "Capacity Building",
    "length": 134
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "6. The Committee noted with concern the two (2) crucial resignations at the SDT. The Chief Financial Officer (CFO), and the Chief Executive Officer (CEO) were reported to have resigned.",
    "category": "Other",
    "length": 185
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "7. The continuous plea for intervention by the SAPDMR was noted. The plea was that there should be VAT exemption on imports for the industry, to free up the much needed cash. The intention of VAT exemption on imports is to promote local trade through producers in Africa.",
    "category": "Other",
    "length": 271
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "8. The challenge experienced by the SAPDMR as a result of the High Court ruling that set aside part 4 of the Mining Charter pertaining to down-stream mineral beneficiation and effective transformation goals was noted.",
    "category": "Institutional Reform",
    "length": 217
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "9. The Committee noted with concern that, of all the CEF subsidiaries, the AEMFC obtained an unqualified audit in the 2021/22 financial due to uncorrected misstatements on commitments.",
    "category": "Governance/Accountability",
    "length": 184
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "10. The Committee was concerned about the reported allegations of coal procurement licences which were submitted and subsequently withdrawn.",
    "category": "Other",
    "length": 140
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "11. It was noted with concern that CEF repeatedly failed to submit its Shareholder Compact.",
    "category": "Policy/Legislation",
    "length": 91
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "12. The continued slow pace on the merger of the three (SFF, IGAS an PetroSA) entities was noted as a concern. CEF indicated that Phase 1 of the merger process has been completed, Phase 2 has not started, which would entail transitional processes.",
    "category": "Other",
    "length": 247
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "13. The Committee noted and appreciated the support the CEF Group had provided to PetroSA, when the subsidiary was not able to pay salaries.",
    "category": "Other",
    "length": 140
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "14. Moreover, CEF was commended for the strategic direction it took on PetroSA.",
    "category": "Other",
    "length": 79
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "15. The Committee was informed that the PetroSA CEO had left the company, ‘at a cost’.",
    "category": "Other",
    "length": 86
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "16. Whilst the disclaimer audit outcome obtained by NECSA, the significant improvement on material findings was welcomed. However, the reliability of the financial forecast of the NECSA was questioned by some Members and the AGSA.",
    "category": "Governance/Accountability",
    "length": 230
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "17. The Committee was concerned by the fact that NECSA had given prohibited awards to the employees, families and associates.",
    "category": "Policy/Legislation",
    "length": 125
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "18. The Committee welcomed the good work of CGS, including the entities’ involvement on the issue of flood disasters in the country.",
    "category": "Other",
    "length": 132
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "19. Regarding the NNR, the Committee noted that the entity’s CEO had resigned to become a Vice Chancellor of North West University, which might have a negative effect on the leadership and management of the entity.",
    "category": "Other",
    "length": 214
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "20. Members observed the difference in average salaries at the NNR, between the administration officials versus the technical staff.",
    "category": "Other",
    "length": 132
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "21. Members pointed out that the NNR’s performance bonuses were out of line with what should be the norm.",
    "category": "Monitoring & Evaluation",
    "length": 105
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "22. The Committee noted with concern the allegations made that the working conditions at NRWDI are reportedly toxic. It was also noted that the Department was looking into these allegations.",
    "category": "Other",
    "length": 190
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "23. Members highlighted the importance of a State Owned Mining Company, which would expand the scope and mandate of the AEMFC that would not only deal with coal, but would also include other minerals.",
    "category": "Other",
    "length": 200
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "24. Members observed the different responses by the CEF and the AEMFC, regarding retrenchments.",
    "category": "Other",
    "length": 95
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "25. Members observed that the rehabilitation and/or closure of derelict and ownerless mines remains a challenge.",
    "category": "Other",
    "length": 112
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "26. Members observed that the delay in finalising the Centralised Interim Storage Facility (CISF) was attributed to NRWDI’s resources constraints. Members further pointed out that building of the waste repository remains a challenge.",
    "category": "Other",
    "length": 233
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1. Continuously monitor and ensure that the NECSA further improve on its current performance.",
    "category": "Monitoring & Evaluation",
    "length": 93
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. Ensure that the DMRE submit its draft Annual Performance Plan timeously to the AGSA on an annual basis.",
    "category": "Monitoring & Evaluation",
    "length": 106
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. In consultation with the DMRE and its entities develop processes and procedures to address and minimize the number of days relating to debt collection as well as creditor payments.",
    "category": "Other",
    "length": 183
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4. Expedite the implementation of the Electrification Master Plan as the pace in which the electrification of households carried out through Eskom and municipalities is likely to miss the grid and non-grid additional connections set for 2024.",
    "category": "Service Delivery",
    "length": 242
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5. Implement and strengthen the Mine Communities and Stakeholder Engagement Unit as outlined in the DMRE Strategic Plan 2020-2025 to improve communication, consultations, and collaborations between mines, communities, and other government institutions.",
    "category": "Other",
    "length": 252
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "6. Attract investments in clean coal technologies, including Carbon Capture, Utilisation and Storage (CCUS) to improve coal’s sustainability as a primary energy source whilst at the same time addressing issues between Eskom, Independent Power Producer Office (IPPO), and NERSA that causes delays in finalising renewable energy programmes already procured.",
    "category": "Policy/Legislation",
    "length": 355
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "7. Work closely with National Treasury (NT) to ensure that financially struggling State Owned Entities are allowed to utilise the services rendered by other state entities without subjecting such services to competitive bidding processes.",
    "category": "Service Delivery",
    "length": 238
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "8. Encourage the National Treasury (NT) and the AGSA to provide training to State Owned Entities with a number of instances of non-compliance with the PFMA and other related regulatory legislation.",
    "category": "Governance/Accountability",
    "length": 197
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "9. Address the vacancy rate of 9,7 percent, by filling the 157 vacant posts.",
    "category": "Other",
    "length": 76
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "10. Finalise the Mineral Beneficiation Masterplan as transformation and mineral beneficiation in the mining sector are not at expected levels.",
    "category": "Institutional Reform",
    "length": 142
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "11. Address the capacitation of the Revenue Collection Unit within the Department, as well the challenges related to the Information Communication Technology (ICT) system in order to strengthen and improve debt collection and creditor payments.",
    "category": "Budget/Fiscal",
    "length": 244
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "12. Continuously monitor and ensure that the new off the shelf Cadastral System procurement is implemented within the 2022/23 financial year.",
    "category": "Other",
    "length": 141
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "13. Address the continuous fruitless and wasteful expenditure reported under the National Solar Water Programme. Furthermore, on a regular basis update the Committee on the National Solar Water Heater Programme, including on the investigation being conducted by the KPMG, before the end of the 1st term of the 2023/24 financial year.",
    "category": "Budget/Fiscal",
    "length": 333
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "14. With National Treasury (NT), present a cost-benefit analysis on the Solar Water Heater Programme, in order to ascertain if there is value for money regarding the programme",
    "category": "Other",
    "length": 175
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "15. Collaborate with Departments of Cooperative Governance and Traditional Affairs, Human Settlements and the South African Local Government Association, respectively, in order to achieve buy-in of the solar water heater programme.",
    "category": "Governance/Accountability",
    "length": 231
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "16. Update the Committee on the Independent Power Producers Procurement Programmes, including delays with regard to Bid Window 6 and 7.",
    "category": "Other",
    "length": 135
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "17. Address and develop mechanisms across the eleven entities in upscaling or commercialization of projects.",
    "category": "Other",
    "length": 108
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "18. Prioritize the filling of the Chief Financial Officer (CFO) and the Chief Executive Officer (CEO) posts at the State Diamond Trader (SDT).",
    "category": "Other",
    "length": 142
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "19. In consultation with the Minister of Finance address the SADPMR’s plea for VAT exemption on imports for the industry.",
    "category": "Other",
    "length": 121
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "20. Ensure that the Board of NRWDI make a written submission to the Committee explaining how its handling the allegations of unpleasant working conditions.",
    "category": "Other",
    "length": 155
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "21. Ensure that the AEMFC make a written submission to the Committee explaining the allegations of the mining licence submissions and subsequent withdrawals.",
    "category": "Other",
    "length": 157
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "22. Provide a report of CEF and the AEMFC, relating to allegations made in respect of retrenchments and appointments, which have not been approved.",
    "category": "Other",
    "length": 147
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "23. The DMRE should explore the option of ensuring that the AEMFC is the primary coal supplier to Eskom.",
    "category": "Other",
    "length": 104
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "24. Ensure that entities that are having the necessary capacity to provide certain services (such as coal to Eskom) are prioritised when work becomes available.",
    "category": "Capacity Building",
    "length": 160
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "25. Improve the working relations and collaboration between the AGSA and the DMRE, DMRE and its entities, as well as between entities and other departments and entities.",
    "category": "Other",
    "length": 169
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "26. Ensure that the AEMFC collaborate with the CGS, Mintek and other relevant stakeholders to prioritize and ensure that all new discovered mineral deposits are explored, mined and processed by the state.",
    "category": "Other",
    "length": 204
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "27. Provide a comprehensive report on all entities, whom recorded, irregular, fruitless and wasteful expenditure. On consequence management undertaken, the Minister should also include reports on recouping money and initiating criminal cases against those found to have defrauded the State in one way or the other.",
    "category": "Budget/Fiscal",
    "length": 314
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "28. Explore legislative and policy amendments that will prevent State departments and/or entities taking each other to court as opposed to resolving all conflict as the State.",
    "category": "Policy/Legislation",
    "length": 175
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "29. Enable Mintek to be in a position to pilot some of the projects they believe will be of commercial value.",
    "category": "Other",
    "length": 109
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "30. Address the self-sustainability of Mintek relating to funding and reviewing of legislation.",
    "category": "Budget/Fiscal",
    "length": 95
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "31. Provide a comprehensive report, by both the DMRE and Mintek on a workable strategy outlining how they intend to handle the closure and rehabilitation of abandoned and derelict mines as a matter of urgency.",
    "category": "Other",
    "length": 209
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "32. Ensure that NRWDI provides a comprehensive report on how they plan to fund the decommissioning and disposal of radioactive waste materials from Koeberg Nuclear Power Plant, considering the delays in finalising the Radioactive Waste Disposal Fund Bill.",
    "category": "Policy/Legislation",
    "length": 255
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "33. Ensure that the DMRE, with the NRWDI provide a report on how they plan to address challenges – e.g. budget constraints, amongst others – with regard to the Centralised Interim Storage Facility, including the repository.",
    "category": "Budget/Fiscal",
    "length": 223
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "1. Continuously monitor and ensure that the NECSA further improve on its current performance.",
    "category": "Monitoring & Evaluation",
    "length": 93
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "2. Ensure that the DMRE submit its draft Annual Performance Plan timeously to the AGSA on an annual basis.",
    "category": "Monitoring & Evaluation",
    "length": 106
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "3. In consultation with the DMRE and its entities develop processes and procedures to address and minimize the number of days relating to debt collection as well as creditor payments.",
    "category": "Other",
    "length": 183
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "4. Expedite the implementation of the Electrification Master Plan as the pace in which the electrification of households carried out through Eskom and municipalities is likely to miss the grid and non-grid additional connections set for 2024.",
    "category": "Service Delivery",
    "length": 242
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "5. Implement and strengthen the Mine Communities and Stakeholder Engagement Unit as outlined in the DMRE Strategic Plan 2020-2025 to improve communication, consultations, and collaborations between mines, communities, and other government institutions.",
    "category": "Other",
    "length": 252
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "6. Attract investments in clean coal technologies, including Carbon Capture, Utilisation and Storage (CCUS) to improve coal’s sustainability as a primary energy source whilst at the same time addressing issues between Eskom, Independent Power Producer Office (IPPO), and NERSA that causes delays in finalising renewable energy programmes already procured.",
    "category": "Policy/Legislation",
    "length": 355
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "7. Work closely with National Treasury (NT) to ensure that financially struggling State Owned Entities are allowed to utilise the services rendered by other state entities without subjecting such services to competitive bidding processes.",
    "category": "Service Delivery",
    "length": 238
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "8. Encourage the National Treasury (NT) and the AGSA to provide training to State Owned Entities with a number of instances of non-compliance with the PFMA and other related regulatory legislation.",
    "category": "Governance/Accountability",
    "length": 197
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "9. Address the vacancy rate of 9,7 percent, by filling the 157 vacant posts.",
    "category": "Other",
    "length": 76
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "10. Finalise the Mineral Beneficiation Masterplan as transformation and mineral beneficiation in the mining sector are not at expected levels.",
    "category": "Institutional Reform",
    "length": 142
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "11. Address the capacitation of the Revenue Collection Unit within the Department, as well the challenges related to the Information Communication Technology (ICT) system in order to strengthen and improve debt collection and creditor payments.",
    "category": "Budget/Fiscal",
    "length": 244
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "12. Continuously monitor and ensure that the new off the shelf Cadastral System procurement is implemented within the 2022/23 financial year.",
    "category": "Other",
    "length": 141
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "13. Address the continuous fruitless and wasteful expenditure reported under the National Solar Water Programme. Furthermore, on a regular basis update the Committee on the National Solar Water Heater Programme, including on the investigation being conducted by the KPMG, before the end of the 1st term of the 2023/24 financial year.",
    "category": "Budget/Fiscal",
    "length": 333
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "14. With National Treasury (NT), present a cost-benefit analysis on the Solar Water Heater Programme, in order to ascertain if there is value for money regarding the programme",
    "category": "Other",
    "length": 175
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "15. Collaborate with Departments of Cooperative Governance and Traditional Affairs, Human Settlements and the South African Local Government Association, respectively, in order to achieve buy-in of the solar water heater programme.",
    "category": "Governance/Accountability",
    "length": 231
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "16. Update the Committee on the Independent Power Producers Procurement Programmes, including delays with regard to Bid Window 6 and 7.",
    "category": "Other",
    "length": 135
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "17. Address and develop mechanisms across the eleven entities in upscaling or commercialization of projects.",
    "category": "Other",
    "length": 108
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "18. Prioritize the filling of the Chief Financial Officer (CFO) and the Chief Executive Officer (CEO) posts at the State Diamond Trader (SDT).",
    "category": "Other",
    "length": 142
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "19. In consultation with the Minister of Finance address the SADPMR’s plea for VAT exemption on imports for the industry.",
    "category": "Other",
    "length": 121
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "20. Ensure that the Board of NRWDI make a written submission to the Committee explaining how its handling the allegations of unpleasant working conditions.",
    "category": "Other",
    "length": 155
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "21. Ensure that the AEMFC make a written submission to the Committee explaining the allegations of the mining licence submissions and subsequent withdrawals.",
    "category": "Other",
    "length": 157
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "22. Provide a report of CEF and the AEMFC, relating to allegations made in respect of retrenchments and appointments, which have not been approved.",
    "category": "Other",
    "length": 147
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "23. The DMRE should explore the option of ensuring that the AEMFC is the primary coal supplier to Eskom.",
    "category": "Other",
    "length": 104
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "24. Ensure that entities that are having the necessary capacity to provide certain services (such as coal to Eskom) are prioritised when work becomes available.",
    "category": "Capacity Building",
    "length": 160
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "25. Improve the working relations and collaboration between the AGSA and the DMRE, DMRE and its entities, as well as between entities and other departments and entities.",
    "category": "Other",
    "length": 169
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "26. Ensure that the AEMFC collaborate with the CGS, Mintek and other relevant stakeholders to prioritize and ensure that all new discovered mineral deposits are explored, mined and processed by the state.",
    "category": "Other",
    "length": 204
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "27. Provide a comprehensive report on all entities, whom recorded, irregular, fruitless and wasteful expenditure. On consequence management undertaken, the Minister should also include reports on recouping money and initiating criminal cases against those found to have defrauded the State in one way or the other.",
    "category": "Budget/Fiscal",
    "length": 314
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "28. Explore legislative and policy amendments that will prevent State departments and/or entities taking each other to court as opposed to resolving all conflict as the State.",
    "category": "Policy/Legislation",
    "length": 175
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "29. Enable Mintek to be in a position to pilot some of the projects they believe will be of commercial value.",
    "category": "Other",
    "length": 109
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "30. Address the self-sustainability of Mintek relating to funding and reviewing of legislation.",
    "category": "Budget/Fiscal",
    "length": 95
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "31. Provide a comprehensive report, by both the DMRE and Mintek on a workable strategy outlining how they intend to handle the closure and rehabilitation of abandoned and derelict mines as a matter of urgency.",
    "category": "Other",
    "length": 209
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "32. Ensure that NRWDI provides a comprehensive report on how they plan to fund the decommissioning and disposal of radioactive waste materials from Koeberg Nuclear Power Plant, considering the delays in finalising the Radioactive Waste Disposal Fund Bill.",
    "category": "Policy/Legislation",
    "length": 255
  },
  {
    "year": 2021,
    "sector": "energy",
    "report": "2021_energy_BRRR.pdf",
    "recommendation": "33. Ensure that the DMRE, with the NRWDI provide a report on how they plan to address challenges – e.g. budget constraints, amongst others – with regard to the Centralised Interim Storage Facility, including the repository.",
    "category": "Budget/Fiscal",
    "length": 223
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. OVERVIEW OF THE PERFORMANCE OF THE DMRE, 2021/22 This section analyses the overall performance of the Department for the 2021/22 financial year.",
    "category": "Monitoring & Evaluation",
    "length": 147
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2.1 OVERALL FINANCIAL PERFORMANCE OF THE DEPARTMENT",
    "category": "Monitoring & Evaluation",
    "length": 51
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "88 .1% 27,766 Mineral & Energy Resources Programmes & Projects 5,881,640 5,716,621 97,2% 165,019 Nuclear Energy Regulation & Management 1,134,601 1,123,441 99% 11,160 Total 9,241,464 8,903,537 96,3% 337,927 Source: Department of Mineral Resources and Energy, (2021)",
    "category": "Policy/Legislation",
    "length": 265
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1 Department of Mineral Resources and Energy, (2021)",
    "category": "Other",
    "length": 52
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3 Department of Miner Resources and Energy, (2020)",
    "category": "Other",
    "length": 50
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4 Department of Miner Resources and Energy, (2021)",
    "category": "Other",
    "length": 50
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. NON-FINANCIAL PERFORMANCE OF THE DEPARTMENT",
    "category": "Monitoring & Evaluation",
    "length": 46
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "11 (79%) 3 Minerals & Petroleum Regulation 12",
    "category": "Policy/Legislation",
    "length": 45
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "10 (83%) 2 Mining, Mineral & Energy Policy Development 29",
    "category": "Capacity Building",
    "length": 57
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "21 (72%) 8 Mine Health & Safety Inspectorate 6",
    "category": "Other",
    "length": 46
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3 (50%) 3 Programme & Projects Management 13",
    "category": "Other",
    "length": 44
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "8 (62%) 5 Nuclear Energy 7",
    "category": "Other",
    "length": 26
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "23 (28%) Source: Department of Mineral Resources and Energy Annual Report, (2021/22)",
    "category": "Other",
    "length": 84
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "that Ministerial Cluster recommended that the bill should be redrafted. The redrafted Bil l was approved for publishing for public comments by Cabinet in March 2022. • The Department had committed to submit the Gas Master Plan to Cabinet. According to the Department, there was a delay due to a request from the stakeholders to afford more time to comment on Draft Gas Master Plan. • The National Energy Regulator Amendment (NERA) Bill was due for submission to Cabinet, however this did not happen because allocated resources were reprioritised to focus on the Electricity Pricing Policy.",
    "category": "Policy/Legislation",
    "length": 589
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4. AUDITOR-GENERAL’S REPORT ON THE DMRE AND ITS ENTITIES",
    "category": "Governance/Accountability",
    "length": 56
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2022. The Department experienced delays in the finalising of the solar water heating programme, which resulted in the Department incurring additional storage fees as they did not take custody of the manufactured units from the suppliers as per the stipulated contractual agreements.",
    "category": "Policy/Legislation",
    "length": 282
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "that debt is likely to be irrecoverable and this was confirmed by high impairment of debt at the DMRE, NNR and SADPMR. Average creditors payment period of the portfolio is 45 days which is more than the 30 days period",
    "category": "Other",
    "length": 217
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "that government is adhering to. This has an impact on the sustainability of small and medium enterprises that conduct business with the government. 4.2.3 Irregular expenditure analysis",
    "category": "Budget/Fiscal",
    "length": 184
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5. ENTITIES REPORTING TO THE DEPARTMENT As stated above, eleven (11) State-Owned Entities (SOEs) contribute to and implement the objectives of the Department. This section provides a brief summary of the DMRE entities.",
    "category": "Governance/Accountability",
    "length": 218
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5.1 National Energy Regulator of South Africa (NERSA) 5.1.1 Non-Financial Performance As stated above, NERSA received a clean audit. The Regulator achieved 90% of its annual performance targets. This signifies an overall increase of 1% in the performance when compared to the overall performance in 2020/21. The above achievement was broken down as follows: • Regulation of the electricity industry: 84%. This signifies a 9% decrease in the performance when compared to 2020/21, where 93% of the planned targets were met. • Regulation of the piped-gas industry: 100%. This signifies an 8% increase in performance when compared to 2020/21, where 92% of the planned targets were met. • Regulation of the petroleum pipelines industry: 100%. This signifies a 12% increase in performance when compared to 2020/21, where 88% of the planned targets were met. • Transversal regulatory: 75%. This performance is at the same level when compared to 2020/21, where 75% of the planned targets were also met. • Organisational: 88%. This signifies an increase of 8% in performance when compared to 2020/21, where 80% of the planned targets were met. According to NERSA, the overall improvement in this reporting period was due to the fact that all the measures that were put in place in 2020, to deal with the impact of the restrictions due to the COVID-",
    "category": "Governance/Accountability",
    "length": 1339
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "19 pandemic, had been implemented successfully. This enabled NERSA to continue with it day to day and regulatory activities as normal as possible. The decrease in the performance in electricity regulation was due external factors, such as timely submission of applications and reports from licensees or dependencies on other key roles players for progressing with key targets. Table 3: Overall Performance against planned outputs and targets REGULATED INDUSTRIES AND OTHER FOCUS AREAS PLANNED ANNUAL TARGETS ANNUAL TARGETS MET REASONS FOR ANNUAL TARGETS NOT MET External Dependencies Internal factors",
    "category": "Policy/Legislation",
    "length": 600
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1. Revenue Performance a) Volumes reported for the year ending 31 March 2022 in all three regulated energy industries came in above estimates, as economic activity picked up with the easing of lockdown and travel restrictions: • Electricity volumes were 4.7% above Budget • Piped-gas volumes were 3.4% above Budget and • Petroleum pipelines were at 6.9% above Budget. b) The improvement in volumes contributed to an over recovery in revenue from levies and license fees by 3.1%.",
    "category": "Budget/Fiscal",
    "length": 478
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. Operating Expenditure a) Operating expenditure for the year ending 31 March 2022 was 30% lower than the budgeted expenditure due to the continued remote working and online engagements throughout the year which resulted in a significant reduction in travel and meeting costs.",
    "category": "Budget/Fiscal",
    "length": 277
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. Operating Deficit a) NERSA reported a deficit of R 3.25 million against a budgeted deficit of R",
    "category": "Budget/Fiscal",
    "length": 98
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "49.2 million. The budgeted deficit is funded from accumulated surpluses from previous financial years. This enables the reduction of the funding requirement for NERSA when determining the levy rates and license fee NERSA reported that it was in a stable financial position as at 31 March 2022, with a positive net asset value of R290 million. This was mainly due to cash reserves of R208 million included in current assets and a significant portion of it is placed with the Corporation for Public Deposits at the SARB.",
    "category": "Budget/Fiscal",
    "length": 518
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5.2 National Nuclear Regulator (NNR)",
    "category": "Other",
    "length": 36
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2 plan of human capital strategic plan None Unqualified audit report Unqualified audit report for 2021/22 Unqualified audit report for 2021/22 None",
    "category": "Governance/Accountability",
    "length": 147
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4 Public Safety Information Forum (PSIF) meetings held with communities surrounding Vaalputs • Physical meetings were not held due to the COVID-19 pandemic. • As an alternative, digital platforms were used to share the information. None Percentage acceptance rate for the disposal of waste packages received from waste generators for disposal 100% acceptance rate for the disposal of waste packages received from waste generators for disposal 100% None",
    "category": "Other",
    "length": 452
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "9001 compliant Quality Management System executed. 80% of the annual project plan for implementation of a ISO",
    "category": "Service Delivery",
    "length": 109
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "9001 compliant Quality Management System executed. None Percentage implementation of an ISO compliant SHE Management System for NRWDI 80% of the annual project plan for implementation of a ISO SHE Management System executed 80% of the annual project plan for implementation of a ISO SHE Management System executed None Source: Presentation to PCMRE on 13 October 2022",
    "category": "Service Delivery",
    "length": 367
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5.6 Mine Health and Safety Council (MHSC)",
    "category": "Other",
    "length": 41
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5.7 State Diamond Trader (SDT)",
    "category": "Other",
    "length": 30
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5.8 Council for Geoscience (CGS)",
    "category": "Other",
    "length": 32
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2022 was published in April 2022 by the Minister of Mineral Resources and Energy. These policy documents seek to attract investment through a reinvigorated mining exploration",
    "category": "Policy/Legislation",
    "length": 174
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5.9 South African Diamond and Precious Metals Regulator (SADPMR)",
    "category": "Other",
    "length": 64
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "132 651 Transfer Payment",
    "category": "Other",
    "length": 24
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "76 054 Sale of services",
    "category": "Service Delivery",
    "length": 23
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "42 279 Total Actual Revenue",
    "category": "Budget/Fiscal",
    "length": 27
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "118 333 Total expenditure",
    "category": "Budget/Fiscal",
    "length": 25
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "13 925 Source: Presentation the PCMRE on 11 October 2022",
    "category": "Other",
    "length": 56
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5.10 South African Nuclear Energy Corporation (NECSA)",
    "category": "Other",
    "length": 53
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1. Commercial programme 13 54% Nuclear medicine and industrial isotopes 5 80% Fluorochemicals 6 33% Nuclear and Industrial Manufacturing 2 50%",
    "category": "Policy/Legislation",
    "length": 142
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. Growth Initiatives 5 60% Growth Initiatives 4 75% Stage 1 D&D 1 0%",
    "category": "Other",
    "length": 69
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. Infrastructure Programme 2 50% Multi-purpose Reactor (MPR) 1 100% Pelindaba Masterplan 1 0%",
    "category": "Infrastructure",
    "length": 94
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4. Research Capability, Support Services and Compliance 4 100% Compliance to SHEQ, License and other regulatory requirements 2 100% Human Resource Management 2 100% OVERALL 24 63%",
    "category": "Governance/Accountability",
    "length": 179
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5.11 Central Energy Fund (CEF)",
    "category": "Other",
    "length": 30
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1. Stabilising the CEF Group and improve long term commercial sustainability and strategic relevance",
    "category": "Other",
    "length": 100
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. Drive growth and increase Market Share through diversification of Income streams & product portfolio",
    "category": "Other",
    "length": 103
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. Development of key Energy Infrastructure programs in support of economic development & growth",
    "category": "Capacity Building",
    "length": 96
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4. Group Consolidation to exploit synergies and improve scale for strategic relevance turning around struggling entities. This process supported the development of the Group Key Objectives that would underpin the Group Score Card and overall alignment within the Group",
    "category": "Capacity Building",
    "length": 268
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1. Consolidation & Turnaround",
    "category": "Other",
    "length": 29
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. Commercial sustainability",
    "category": "Other",
    "length": 28
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. Strategy & Long-Term Growth",
    "category": "Other",
    "length": 30
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4. Operational Efficiency",
    "category": "Other",
    "length": 25
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5. Human Capital & Organisational Alignment",
    "category": "Other",
    "length": 43
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "6 CSI projects were implemented • Announcement made by Ministers to subsidize the fuel levy for 2 months • Unqualified audit opinion (only two findings)",
    "category": "Governance/Accountability",
    "length": 152
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "51 application by National Treasury delayed the implementation of the technical work programme in South Sudan. • Loss of anchor tenant, Astron Energy • The negotiations and legal process to recover 300kbbl still ongoing",
    "category": "Service Delivery",
    "length": 219
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1. The Committee welcomed the improved performance of the entities of the Department, as six (6) of the entities obtained clean audits.",
    "category": "Governance/Accountability",
    "length": 135
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. It was noted with concern that NECSA has been receiving disclaimer audit outcomes since the 2018/19 financial year. However, the Committee also appreciated the fact that there is significant improvement on findings of the AGSA on NECSA compared to the prior years, an indication that the entity is working hard to move out of the bad situation it finds itself in. Material findings decreased from over 100 in the previous financial year, to 14 in the 2021/22 financial year.",
    "category": "Governance/Accountability",
    "length": 477
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. It was noted with concern that the Department did not submit its Draft Annual",
    "category": "Other",
    "length": 80
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4. Performance Plans for the 2021/22 financial year to the AGSA for the review before it was finalised. Had it been submitted, some of the findings could have been prevented, especially on the setting and measurement of performance targets.",
    "category": "Monitoring & Evaluation",
    "length": 240
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5. The Committee noted with concern the recurring findings on the Department by the AGSA relating to poor debt collection and interests not charged on debt, as well as delays in creditors payments.",
    "category": "Other",
    "length": 197
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "6.2 The Department of Mineral Resources and Energy (DMRE)",
    "category": "Other",
    "length": 57
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1. The Committee welcomed the improved performance of the Department, having achieved 72% of its planned targets compared to the 67% achieved in the previous financial year. However, the Committee was concerned that there was no correlation between the targets achieved versus the budget spent. The Department spent 96% of the allocated budget for the 2021/22 financial year.",
    "category": "Budget/Fiscal",
    "length": 375
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. The commitment by the Department that an off the shelf Cadastral System procurement would be done within the current financial was noted. The Department indicated that, the rollout of the system would be dictated by the service provider.",
    "category": "Other",
    "length": 240
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. The Committee noted with concern the increase in occupational injuries, fatalities and diseases.",
    "category": "Other",
    "length": 99
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4. The Committee was concerned by the pieces of legislation and policies that have been under development for a long time, to a point some requiring to be started afresh due to changes in the sector.",
    "category": "Capacity Building",
    "length": 199
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5. It was observed with concern that, amid the energy crises, Request for Proposals (RFP) for 3",
    "category": "Other",
    "length": 95
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "000 MW from gas, 1 500 MW from coal, 513 MW from storage targets were not achieved. However, the commitment by the Minister that all RFPs would be done during the 2022/23 financial was noted.",
    "category": "Monitoring & Evaluation",
    "length": 191
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "6. Members pointed out that the review of the Integrated Resources Plan (IRP2019), which has become outdated, needed to be addressed.",
    "category": "Other",
    "length": 133
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "7. The consistent fruitless and wasteful expenditure reported under the National Solar Water Programme was noted as a serious concern by the Committee. It was reported that the Department is awaiting Forensic Investigation outcomes, conducted by the KPMG in this regard.",
    "category": "Budget/Fiscal",
    "length": 270
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "8. Whilst it was regarded as ambitious by some Members, the assurance by the Minister that the Brulpadda/Luiperd development in Block 11B/12B would deliver its first gas by 2024/2025, and feed to PetroSA, was noted.",
    "category": "Capacity Building",
    "length": 215
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "9. An observation and a concern that was raised in the previous BRRR process was reiterated. A concern was that, the time allocated to the Committee/s was not sufficient to do justice in the BRRR process. For instance, the Committee, in a period of two days, had to listen to the briefings of 11 entities and the Department.",
    "category": "Other",
    "length": 324
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "10. Members noted that the AGSA findings were miscommunicated or misunderstood by entities.",
    "category": "Other",
    "length": 91
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "11. Members further observed that the DMRE does not communicate effectively with entities.",
    "category": "Other",
    "length": 90
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "6.3 Entities reporting to the Department",
    "category": "Governance/Accountability",
    "length": 40
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1. Across the eleven entities, the upscaling or commercialization of projects was noted as a challenge, e.g. a number of SANEDI’s projects can be commercialised.",
    "category": "Other",
    "length": 161
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. Another challenge noted by the Committee was that the capabilities of the state owned entities within the energy and mineral resources portfolio is not fully utilised by the Government. For an example, the African Exploration Mining and Finance Corporation (AEMFC) has a contract to supply coal to Eskom, however, their contract is limited, whereas the entity is able to supply much more coal to Eskom.",
    "category": "Policy/Legislation",
    "length": 405
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. Efforts by NERSA to streamline its application processes for the smaller IPP projects (less than 100 MW) was noted. NERSA indicated that it had streamlined the processes from 90 to",
    "category": "Other",
    "length": 183
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "30 days. It was noted that, sometimes delays are not necessarily because of NERSA but are caused by incomplete information submitted by the applicants.",
    "category": "Other",
    "length": 151
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4. The amount of money spent by NERSA on litigation charges was noted as a concern. However, more concerning was the Government entities taking each other to court. NERSA explained that the National Energy Regulator Act provides for the applicant challenge the Regulators’ decision, and that there was no alternative dispute mechanism provided for in the Act. During the 2021/22 financial year, the Regulator spent about R16.8 million litigation charges, this compares to R21 million spent on litigations in the previous financial year, 2020/21.",
    "category": "Policy/Legislation",
    "length": 545
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5. The Committee congratulated the SDT and the SADPMR for having relocated to the Gauteng Industrial Development Zone (GIDZ) precinct.",
    "category": "Capacity Building",
    "length": 134
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "6. The Committee noted with concern the two (2) crucial resignations at the SDT. The Chief Financial Officer (CFO), and the Chief Executive Officer (CEO) were reported to have resigned.",
    "category": "Other",
    "length": 185
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "7. The continuous plea for intervention by the SAPDMR was noted. The plea was that there should be VAT exemption on imports for the industry, to free up the much needed cash. The intention of VAT exemption on imports is to promote local trade through producers in Africa.",
    "category": "Other",
    "length": 271
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "8. The challenge experienced by the SAPDMR as a result of the High Court ruling that set aside part 4 of the Mining Charter pertaining to down-stream mineral beneficiation and effective transformation goals was noted.",
    "category": "Institutional Reform",
    "length": 217
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "9. The Committee noted with concern that, of all the CEF subsidiaries, the AEMFC obtained an unqualified audit in the 2021/22 financial due to uncorrected misstatements on commitments.",
    "category": "Governance/Accountability",
    "length": 184
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "10. The Committee was concerned about the reported allegations of coal procurement licences which were submitted and subsequently withdrawn.",
    "category": "Other",
    "length": 140
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "11. It was noted with concern that CEF repeatedly failed to submit its Shareholder Compact.",
    "category": "Policy/Legislation",
    "length": 91
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "12. The continued slow pace on the merger of the three (SFF, IGAS an PetroSA) entities was noted as a concern. CEF indicated that Phase 1 of the merger process has been completed, Phase 2 has not started, which would entail transitional processes.",
    "category": "Other",
    "length": 247
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "13. The Committee noted and appreciated the support the CEF Group had provided to PetroSA, when the subsidiary was not able to pay salaries.",
    "category": "Other",
    "length": 140
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "14. Moreover, CEF was commended for the strategic direction it took on PetroSA.",
    "category": "Other",
    "length": 79
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "15. The Committee was informed that the PetroSA CEO had left the company, ‘at a cost’.",
    "category": "Other",
    "length": 86
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "16. Whilst the disclaimer audit outcome obtained by NECSA, the significant improvement on material findings was welcomed. However, the reliability of the financial forecast of the NECSA was questioned by some Members and the AGSA.",
    "category": "Governance/Accountability",
    "length": 230
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "17. The Committee was concerned by the fact that NECSA had given prohibited awards to the employees, families and associates.",
    "category": "Policy/Legislation",
    "length": 125
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "18. The Committee welcomed the good work of CGS, including the entities’ involvement on the issue of flood disasters in the country.",
    "category": "Other",
    "length": 132
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "19. Regarding the NNR, the Committee noted that the entity’s CEO had resigned to become a Vice Chancellor of North West University, which might have a negative effect on the leadership and management of the entity.",
    "category": "Other",
    "length": 214
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "20. Members observed the difference in average salaries at the NNR, between the administration officials versus the technical staff.",
    "category": "Other",
    "length": 132
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "21. Members pointed out that the NNR’s performance bonuses were out of line with what should be the norm.",
    "category": "Monitoring & Evaluation",
    "length": 105
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "22. The Committee noted with concern the allegations made that the working conditions at NRWDI are reportedly toxic. It was also noted that the Department was looking into these allegations.",
    "category": "Other",
    "length": 190
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "23. Members highlighted the importance of a State Owned Mining Company, which would expand the scope and mandate of the AEMFC that would not only deal with coal, but would also include other minerals.",
    "category": "Other",
    "length": 200
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "24. Members observed the different responses by the CEF and the AEMFC, regarding retrenchments.",
    "category": "Other",
    "length": 95
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "25. Members observed that the rehabilitation and/or closure of derelict and ownerless mines remains a challenge.",
    "category": "Other",
    "length": 112
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "26. Members observed that the delay in finalising the Centralised Interim Storage Facility (CISF) was attributed to NRWDI’s resources constraints. Members further pointed out that building of the waste repository remains a challenge.",
    "category": "Other",
    "length": 233
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1. Continuously monitor and ensure that the NECSA further improve on its current performance.",
    "category": "Monitoring & Evaluation",
    "length": 93
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. Ensure that the DMRE submit its draft Annual Performance Plan timeously to the AGSA on an annual basis.",
    "category": "Monitoring & Evaluation",
    "length": 106
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. In consultation with the DMRE and its entities develop processes and procedures to address and minimize the number of days relating to debt collection as well as creditor payments.",
    "category": "Other",
    "length": 183
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4. Expedite the implementation of the Electrification Master Plan as the pace in which the electrification of households carried out through Eskom and municipalities is likely to miss the grid and non-grid additional connections set for 2024.",
    "category": "Service Delivery",
    "length": 242
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5. Implement and strengthen the Mine Communities and Stakeholder Engagement Unit as outlined in the DMRE Strategic Plan 2020-2025 to improve communication, consultations, and collaborations between mines, communities, and other government institutions.",
    "category": "Other",
    "length": 252
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "6. Attract investments in clean coal technologies, including Carbon Capture, Utilisation and Storage (CCUS) to improve coal’s sustainability as a primary energy source whilst at the same time addressing issues between Eskom, Independent Power Producer Office (IPPO), and NERSA that causes delays in finalising renewable energy programmes already procured.",
    "category": "Policy/Legislation",
    "length": 355
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "7. Work closely with National Treasury (NT) to ensure that financially struggling State Owned Entities are allowed to utilise the services rendered by other state entities without subjecting such services to competitive bidding processes.",
    "category": "Service Delivery",
    "length": 238
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "8. Encourage the National Treasury (NT) and the AGSA to provide training to State Owned Entities with a number of instances of non-compliance with the PFMA and other related regulatory legislation.",
    "category": "Governance/Accountability",
    "length": 197
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "9. Address the vacancy rate of 9,7 percent, by filling the 157 vacant posts.",
    "category": "Other",
    "length": 76
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "10. Finalise the Mineral Beneficiation Masterplan as transformation and mineral beneficiation in the mining sector are not at expected levels.",
    "category": "Institutional Reform",
    "length": 142
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "11. Address the capacitation of the Revenue Collection Unit within the Department, as well the challenges related to the Information Communication Technology (ICT) system in order to strengthen and improve debt collection and creditor payments.",
    "category": "Budget/Fiscal",
    "length": 244
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "12. Continuously monitor and ensure that the new off the shelf Cadastral System procurement is implemented within the 2022/23 financial year.",
    "category": "Other",
    "length": 141
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "13. Address the continuous fruitless and wasteful expenditure reported under the National Solar Water Programme. Furthermore, on a regular basis update the Committee on the National Solar Water Heater Programme, including on the investigation being conducted by the KPMG, before the end of the 1st term of the 2023/24 financial year.",
    "category": "Budget/Fiscal",
    "length": 333
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "14. With National Treasury (NT), present a cost-benefit analysis on the Solar Water Heater Programme, in order to ascertain if there is value for money regarding the programme",
    "category": "Other",
    "length": 175
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "15. Collaborate with Departments of Cooperative Governance and Traditional Affairs, Human Settlements and the South African Local Government Association, respectively, in order to achieve buy-in of the solar water heater programme.",
    "category": "Governance/Accountability",
    "length": 231
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "16. Update the Committee on the Independent Power Producers Procurement Programmes, including delays with regard to Bid Window 6 and 7.",
    "category": "Other",
    "length": 135
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "17. Address and develop mechanisms across the eleven entities in upscaling or commercialization of projects.",
    "category": "Other",
    "length": 108
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "18. Prioritize the filling of the Chief Financial Officer (CFO) and the Chief Executive Officer (CEO) posts at the State Diamond Trader (SDT).",
    "category": "Other",
    "length": 142
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "19. In consultation with the Minister of Finance address the SADPMR’s plea for VAT exemption on imports for the industry.",
    "category": "Other",
    "length": 121
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "20. Ensure that the Board of NRWDI make a written submission to the Committee explaining how its handling the allegations of unpleasant working conditions.",
    "category": "Other",
    "length": 155
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "21. Ensure that the AEMFC make a written submission to the Committee explaining the allegations of the mining licence submissions and subsequent withdrawals.",
    "category": "Other",
    "length": 157
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "22. Provide a report of CEF and the AEMFC, relating to allegations made in respect of retrenchments and appointments, which have not been approved.",
    "category": "Other",
    "length": 147
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "23. The DMRE should explore the option of ensuring that the AEMFC is the primary coal supplier to Eskom.",
    "category": "Other",
    "length": 104
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "24. Ensure that entities that are having the necessary capacity to provide certain services (such as coal to Eskom) are prioritised when work becomes available.",
    "category": "Capacity Building",
    "length": 160
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "25. Improve the working relations and collaboration between the AGSA and the DMRE, DMRE and its entities, as well as between entities and other departments and entities.",
    "category": "Other",
    "length": 169
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "26. Ensure that the AEMFC collaborate with the CGS, Mintek and other relevant stakeholders to prioritize and ensure that all new discovered mineral deposits are explored, mined and processed by the state.",
    "category": "Other",
    "length": 204
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "27. Provide a comprehensive report on all entities, whom recorded, irregular, fruitless and wasteful expenditure. On consequence management undertaken, the Minister should also include reports on recouping money and initiating criminal cases against those found to have defrauded the State in one way or the other.",
    "category": "Budget/Fiscal",
    "length": 314
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "28. Explore legislative and policy amendments that will prevent State departments and/or entities taking each other to court as opposed to resolving all conflict as the State.",
    "category": "Policy/Legislation",
    "length": 175
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "29. Enable Mintek to be in a position to pilot some of the projects they believe will be of commercial value.",
    "category": "Other",
    "length": 109
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "30. Address the self-sustainability of Mintek relating to funding and reviewing of legislation.",
    "category": "Budget/Fiscal",
    "length": 95
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "31. Provide a comprehensive report, by both the DMRE and Mintek on a workable strategy outlining how they intend to handle the closure and rehabilitation of abandoned and derelict mines as a matter of urgency.",
    "category": "Other",
    "length": 209
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "32. Ensure that NRWDI provides a comprehensive report on how they plan to fund the decommissioning and disposal of radioactive waste materials from Koeberg Nuclear Power Plant, considering the delays in finalising the Radioactive Waste Disposal Fund Bill.",
    "category": "Policy/Legislation",
    "length": 255
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "33. Ensure that the DMRE, with the NRWDI provide a report on how they plan to address challenges – e.g. budget constraints, amongst others – with regard to the Centralised Interim Storage Facility, including the repository.",
    "category": "Budget/Fiscal",
    "length": 223
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "1. Continuously monitor and ensure that the NECSA further improve on its current performance.",
    "category": "Monitoring & Evaluation",
    "length": 93
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "2. Ensure that the DMRE submit its draft Annual Performance Plan timeously to the AGSA on an annual basis.",
    "category": "Monitoring & Evaluation",
    "length": 106
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "3. In consultation with the DMRE and its entities develop processes and procedures to address and minimize the number of days relating to debt collection as well as creditor payments.",
    "category": "Other",
    "length": 183
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "4. Expedite the implementation of the Electrification Master Plan as the pace in which the electrification of households carried out through Eskom and municipalities is likely to miss the grid and non-grid additional connections set for 2024.",
    "category": "Service Delivery",
    "length": 242
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "5. Implement and strengthen the Mine Communities and Stakeholder Engagement Unit as outlined in the DMRE Strategic Plan 2020-2025 to improve communication, consultations, and collaborations between mines, communities, and other government institutions.",
    "category": "Other",
    "length": 252
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "6. Attract investments in clean coal technologies, including Carbon Capture, Utilisation and Storage (CCUS) to improve coal’s sustainability as a primary energy source whilst at the same time addressing issues between Eskom, Independent Power Producer Office (IPPO), and NERSA that causes delays in finalising renewable energy programmes already procured.",
    "category": "Policy/Legislation",
    "length": 355
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "7. Work closely with National Treasury (NT) to ensure that financially struggling State Owned Entities are allowed to utilise the services rendered by other state entities without subjecting such services to competitive bidding processes.",
    "category": "Service Delivery",
    "length": 238
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "8. Encourage the National Treasury (NT) and the AGSA to provide training to State Owned Entities with a number of instances of non-compliance with the PFMA and other related regulatory legislation.",
    "category": "Governance/Accountability",
    "length": 197
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "9. Address the vacancy rate of 9,7 percent, by filling the 157 vacant posts.",
    "category": "Other",
    "length": 76
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "10. Finalise the Mineral Beneficiation Masterplan as transformation and mineral beneficiation in the mining sector are not at expected levels.",
    "category": "Institutional Reform",
    "length": 142
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "11. Address the capacitation of the Revenue Collection Unit within the Department, as well the challenges related to the Information Communication Technology (ICT) system in order to strengthen and improve debt collection and creditor payments.",
    "category": "Budget/Fiscal",
    "length": 244
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "12. Continuously monitor and ensure that the new off the shelf Cadastral System procurement is implemented within the 2022/23 financial year.",
    "category": "Other",
    "length": 141
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "13. Address the continuous fruitless and wasteful expenditure reported under the National Solar Water Programme. Furthermore, on a regular basis update the Committee on the National Solar Water Heater Programme, including on the investigation being conducted by the KPMG, before the end of the 1st term of the 2023/24 financial year.",
    "category": "Budget/Fiscal",
    "length": 333
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "14. With National Treasury (NT), present a cost-benefit analysis on the Solar Water Heater Programme, in order to ascertain if there is value for money regarding the programme",
    "category": "Other",
    "length": 175
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "15. Collaborate with Departments of Cooperative Governance and Traditional Affairs, Human Settlements and the South African Local Government Association, respectively, in order to achieve buy-in of the solar water heater programme.",
    "category": "Governance/Accountability",
    "length": 231
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "16. Update the Committee on the Independent Power Producers Procurement Programmes, including delays with regard to Bid Window 6 and 7.",
    "category": "Other",
    "length": 135
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "17. Address and develop mechanisms across the eleven entities in upscaling or commercialization of projects.",
    "category": "Other",
    "length": 108
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "18. Prioritize the filling of the Chief Financial Officer (CFO) and the Chief Executive Officer (CEO) posts at the State Diamond Trader (SDT).",
    "category": "Other",
    "length": 142
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "19. In consultation with the Minister of Finance address the SADPMR’s plea for VAT exemption on imports for the industry.",
    "category": "Other",
    "length": 121
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "20. Ensure that the Board of NRWDI make a written submission to the Committee explaining how its handling the allegations of unpleasant working conditions.",
    "category": "Other",
    "length": 155
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "21. Ensure that the AEMFC make a written submission to the Committee explaining the allegations of the mining licence submissions and subsequent withdrawals.",
    "category": "Other",
    "length": 157
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "22. Provide a report of CEF and the AEMFC, relating to allegations made in respect of retrenchments and appointments, which have not been approved.",
    "category": "Other",
    "length": 147
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "23. The DMRE should explore the option of ensuring that the AEMFC is the primary coal supplier to Eskom.",
    "category": "Other",
    "length": 104
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "24. Ensure that entities that are having the necessary capacity to provide certain services (such as coal to Eskom) are prioritised when work becomes available.",
    "category": "Capacity Building",
    "length": 160
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "25. Improve the working relations and collaboration between the AGSA and the DMRE, DMRE and its entities, as well as between entities and other departments and entities.",
    "category": "Other",
    "length": 169
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "26. Ensure that the AEMFC collaborate with the CGS, Mintek and other relevant stakeholders to prioritize and ensure that all new discovered mineral deposits are explored, mined and processed by the state.",
    "category": "Other",
    "length": 204
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "27. Provide a comprehensive report on all entities, whom recorded, irregular, fruitless and wasteful expenditure. On consequence management undertaken, the Minister should also include reports on recouping money and initiating criminal cases against those found to have defrauded the State in one way or the other.",
    "category": "Budget/Fiscal",
    "length": 314
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "28. Explore legislative and policy amendments that will prevent State departments and/or entities taking each other to court as opposed to resolving all conflict as the State.",
    "category": "Policy/Legislation",
    "length": 175
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "29. Enable Mintek to be in a position to pilot some of the projects they believe will be of commercial value.",
    "category": "Other",
    "length": 109
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "30. Address the self-sustainability of Mintek relating to funding and reviewing of legislation.",
    "category": "Budget/Fiscal",
    "length": 95
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "31. Provide a comprehensive report, by both the DMRE and Mintek on a workable strategy outlining how they intend to handle the closure and rehabilitation of abandoned and derelict mines as a matter of urgency.",
    "category": "Other",
    "length": 209
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "32. Ensure that NRWDI provides a comprehensive report on how they plan to fund the decommissioning and disposal of radioactive waste materials from Koeberg Nuclear Power Plant, considering the delays in finalising the Radioactive Waste Disposal Fund Bill.",
    "category": "Policy/Legislation",
    "length": 255
  },
  {
    "year": 2022,
    "sector": "energy",
    "report": "2022_energy_BRRR.pdf",
    "recommendation": "33. Ensure that the DMRE, with the NRWDI provide a report on how they plan to address challenges – e.g. budget constraints, amongst others – with regard to the Centralised Interim Storage Facility, including the repository.",
    "category": "Budget/Fiscal",
    "length": 223
  },
  {
    "year": 2023,
    "sector": "energy",
    "report": "2023_energy_BRRR.pdf",
    "recommendation": "6.1 Electricity and Energy",
    "category": "Other",
    "length": 26
  },
  {
    "year": 2023,
    "sector": "energy",
    "report": "2023_energy_BRRR.pdf",
    "recommendation": "6.2 Mineral and Petroleum Resources",
    "category": "Other",
    "length": 35
  },
  {
    "year": 2023,
    "sector": "energy",
    "report": "2023_energy_BRRR.pdf",
    "recommendation": "6.1 Electricity and Energy",
    "category": "Other",
    "length": 26
  },
  {
    "year": 2023,
    "sector": "energy",
    "report": "2023_energy_BRRR.pdf",
    "recommendation": "6.2 Mineral and Petroleum Resources",
    "category": "Other",
    "length": 35
  },
  {
    "year": 2024,
    "sector": "energy",
    "report": "2024_energy_BRRR.pdf",
    "recommendation": "6.1 Electricity and Energy",
    "category": "Other",
    "length": 26
  },
  {
    "year": 2024,
    "sector": "energy",
    "report": "2024_energy_BRRR.pdf",
    "recommendation": "6.2 Mineral and Petroleum Resources",
    "category": "Other",
    "length": 35
  },
  {
    "year": 2024,
    "sector": "energy",
    "report": "2024_energy_BRRR.pdf",
    "recommendation": "6.1 Electricity and Energy",
    "category": "Other",
    "length": 26
  },
  {
    "year": 2024,
    "sector": "energy",
    "report": "2024_energy_BRRR.pdf",
    "recommendation": "6.2 Mineral and Petroleum Resources",
    "category": "Other",
    "length": 35
  },
  {
    "year": 2025,
    "sector": "energy",
    "report": "2025_energy_BRRR.pdf",
    "recommendation": "5. RECOMMENDATIONS Informed by its deliberations with the Department and its entities, the Committees recommends that the House requests the Ministers of Mineral and Petroleum Resources, and Electricity and Energy to:",
    "category": "Other",
    "length": 217
  },
  {
    "year": 2025,
    "sector": "energy",
    "report": "2025_energy_BRRR.pdf",
    "recommendation": "5.1 Electricity and Energy 5.1.1 Ensure that the Department and its entities aim to achieve clean audits in the next financial year. 5.1.2 Engage with National Treasury to increase the budget allocation of the Department of Electricity and Energy to enable it to implement strategic programmes aimed at ensuring energy security, as 90% of its current budget is transferred to the Integrated National Electrification Programme (INEP). 5.1.3 Ensure that the IPP Office develops and implements a formal strategy to institutionalise its operations, addressing AGSA concerns regarding legal standing and auditability. 5.1.4 Prioritise the development and rollout of the Approach to Distribution Asset Management (ADAM) framework to strengthen municipal electricity infrastructure planning, financing, and compliance enforcement. 5.1.5 Finalise the Integrated Energy Plan (IEP) to comply with Section 6 of the National Energy Act and provide a clear long-term framework for energy planning. 5.1.6 Support the NRWDI Community Liaison Officer in establishing structured programmes for ongoing stakeholder engagement at Vaalputs and surrounding areas. 5.1.7 Regarding NECSA, encourage proactive engagement with regulators to anticipate and address potential compliance challenges for current and future nuclear projects. 5.1.8 Support SANEDI in replicating the successes of the Beyers Naudé Municipality model and applying the lessons learned from the project to other municipalities in order to expand access to renewable and energy-efficient solutions. 5.1.9 Support SANEDI in building technical and research capacity to position the entity as a central player in South Africa’s green energy transition. 5.1.10 Ensure that NERSA strengthens internal controls and compliance systems to prevent recurrence of material audit findings. 5.1.11 Regarding NERSA, explore strategies to contain escalating legal costs, including enhanced pre- litigation consultation and improved stakeholder communication. 5.1.12 Table a progress report on NERSA’s internal review and disciplinary recommendations relating to the R54 billion determination, within the committed three-month timeframe. 5.1.13 Continue supporting the NNR public participation processes in all LTO and regulatory matters. 5.1.14 Ensure capacity-building initiatives are maintained at NNR to ensure that regulatory staff possess the necessary expertise for emerging nuclear technologies. 5.1.15 Ensure that the Eskom board urgently addresses all repeat findings from the AGSA and provide updates on the implementation of the audit plan to the Committee on a quarterly basis. 5.1.16 Ensure that all disciplinary cases arising from financial misconduct be concluded within fixed timeframes and reported publicly. 5.1.17 Provide a detailed breakdown of disciplinary actions taken against officials at Eskom for financial misconduct and irregular expenditure. 5.1.18 All matters with criminal elements be referred to law enforcement agencies not only internal disciplinary channels and the Minister must able quarterly progress report detailing all actions taken to recover lost funds 5.1.19 The Minister of Electricity and Energy, together with the Minister of Finance must table a phased reduction plan to end Eskom’s dependence on the fiscus within five years and provide Parliament with a quarterly fiscal dependency tracker detailing progress toward self- sustainability. 5.1.20 Develop a credible, long-term financial sustainability plan that reduces Eskom’s dependency on the fiscus. Provide this plan to the Committee during the 2nd term of the 2026/2027 financial year. 5.1.21 Prioritise and urgently finalise the Integrated Energy Plan (IEP) in compliance with Section 6 of the National Energy Act. 5.1.22 Provide a detailed breakdown of Eskom’s cost optimization savings of R16.3 billion stated in its Annual Financial Statements. 5.1.23 In collaboration with the Ministers of Finance, COGTA, explore the urgent establishment of an inter- ministerial task team to address the systemic failure of municipal revenue collection and the payment of energy-related revenue to Eskom.",
    "category": "Budget/Fiscal",
    "length": 4130
  },
  {
    "year": 2025,
    "sector": "energy",
    "report": "2025_energy_BRRR.pdf",
    "recommendation": "5.2 Mineral and Petroleum Resources 5.2.1 Ensure that irregular expenditure is addressed across entities (PetroSA, CEF, SFF, AEMFC) by implementing robust internal control mechanisms, ensuring all deviations are properly approved, documented, and communicated. 5.2.2 Ensure that PetroSA provides the Committee with a detailed breakdown of its pricing structure for diesel sales to Eskom, including information on the sources of the diesel, to enable effective parliamentary oversight. 5.2.3 Expedite the submission of the Mineral Resources Development Bill and South African Petroleum Company Bill to Parliament. 5.2.4 Monitor the phased implementation of the Cadastral System, ensuring timely reporting, stakeholder engagement, and full transparency on progress across provinces. 5.2.5 The full cadastral database must be made publicly accessible, detailing all mineral rights holders and beneficial ownership structures. 5.2.6 Continue reinforcing governance and executive leadership at PetroSA, AEMFC, and Alexkor to improve operational efficiency, accountability, and financial management. 5.2.7 Ensure that Mintek’s funding is strengthened to safeguard critical research and innovation programmes, particularly in beneficiation, mine rehabilitation, and clean energy technologies. 5.2.8 Engage the Minister of Defence to explore the possibility of securing maritime vessels and logistical support for offshore geological mapping and exploration for CGS. 5.2.9 Ensure that the CGS strengthens community outreach on geological risks and integrates geoscientific data into local development planning. 5.2.10 Facilitate cross-sector collaboration to leverage CGS expertise in national infrastructure, climate resilience, and resource development initiatives. 5.2.11 Strengthen community-level beneficiation initiatives to ensure local residents benefit directly from mineral development, aligned with the national critical mineral’s strategy in partnership with Mintek and DTIC. 5.2.12 Table a Beneficiation Impact Report before the end of the 2026 budget cycle, detailing measurable community and HDSA participation outcomes. 5.2.13 Brief the Committee on progress made in establishing the South African National Petroleum Company and the transfer of assets. Further brief the Committee on the plans of the CEF Group to ensure that its subsidiaries implement definitive strategies to maintain their status as going concerns. 5.2.14 Enhance community engagement and training for artisanal and small-scale miners to promote safe and inclusive beneficiation. 5.2.15 Sustain and strengthen collaborative efforts across government, labour, and industry to further reduce mining fatalities and injuries. 5.2.16 Ensure the Department fully implements the AGSA's action plan to investigate and recover the R218.9 million in outstanding fees from rights and license holders. A progress report on the recovery of these funds, including quantifiable results, should be submitted to the Committee by the 2nd Quarter of 2026/27 financial year. 5.2.17 Strengthen the governance and operational efficiency of the Junior Mining Exploration Fund to accelerate the processing of applications and disbursement of funds, ensuring it effectively de-risks exploration and supports the growth of Historically Disadvantaged South African (HDSA) junior miners. 5.2.18 Implement measures to prevent recurring delays in the Fuel Testing Programme, including streamlining the process for obtaining legal opinions and ensuring the timely appointment of service providers, to guarantee consistent regulatory compliance and consumer protection. 5.2.19 Prioritise the development and implementation of a formal regulatory framework for Artisanal and Small-Scale Mining Policy as part of the legislation. 5.2.20 Ensure that the Council for Geoscience work closely with provincial and municipal planning departments to integrate geoscientific data into local economic development strategies and spatial planning frameworks.",
    "category": "Budget/Fiscal",
    "length": 3991
  },
  {
    "year": 2025,
    "sector": "energy",
    "report": "2025_energy_BRRR.pdf",
    "recommendation": "6. APPRECIATION The Committees would like to thank the Minister of Mineral and Petroleum Resources, Mr S.G Mantashe and the Minister of Electricity and Energy, Dr S Ramokgopa and the staff of the Department as well as the Board Members and Management of all the entities, for their cooperation and transparency during this process.",
    "category": "Governance/Accountability",
    "length": 331
  },
  {
    "year": 2025,
    "sector": "energy",
    "report": "2025_energy_BRRR.pdf",
    "recommendation": "5. RECOMMENDATIONS Informed by its deliberations with the Department and its entities, the Committees recommends that the House requests the Ministers of Mineral and Petroleum Resources, and Electricity and Energy to:",
    "category": "Other",
    "length": 217
  },
  {
    "year": 2025,
    "sector": "energy",
    "report": "2025_energy_BRRR.pdf",
    "recommendation": "5.1 Electricity and Energy 5.1.1 Ensure that the Department and its entities aim to achieve clean audits in the next financial year. 5.1.2 Engage with National Treasury to increase the budget allocation of the Department of Electricity and Energy to enable it to implement strategic programmes aimed at ensuring energy security, as 90% of its current budget is transferred to the Integrated National Electrification Programme (INEP). 5.1.3 Ensure that the IPP Office develops and implements a formal strategy to institutionalise its operations, addressing AGSA concerns regarding legal standing and auditability. 5.1.4 Prioritise the development and rollout of the Approach to Distribution Asset Management (ADAM) framework to strengthen municipal electricity infrastructure planning, financing, and compliance enforcement. 5.1.5 Finalise the Integrated Energy Plan (IEP) to comply with Section 6 of the National Energy Act and provide a clear long-term framework for energy planning. 5.1.6 Support the NRWDI Community Liaison Officer in establishing structured programmes for ongoing stakeholder engagement at Vaalputs and surrounding areas. 5.1.7 Regarding NECSA, encourage proactive engagement with regulators to anticipate and address potential compliance challenges for current and future nuclear projects. 5.1.8 Support SANEDI in replicating the successes of the Beyers Naudé Municipality model and applying the lessons learned from the project to other municipalities in order to expand access to renewable and energy-efficient solutions. 5.1.9 Support SANEDI in building technical and research capacity to position the entity as a central player in South Africa’s green energy transition. 5.1.10 Ensure that NERSA strengthens internal controls and compliance systems to prevent recurrence of material audit findings. 5.1.11 Regarding NERSA, explore strategies to contain escalating legal costs, including enhanced pre- litigation consultation and improved stakeholder communication. 5.1.12 Table a progress report on NERSA’s internal review and disciplinary recommendations relating to the R54 billion determination, within the committed three-month timeframe. 5.1.13 Continue supporting the NNR public participation processes in all LTO and regulatory matters. 5.1.14 Ensure capacity-building initiatives are maintained at NNR to ensure that regulatory staff possess the necessary expertise for emerging nuclear technologies. 5.1.15 Ensure that the Eskom board urgently addresses all repeat findings from the AGSA and provide updates on the implementation of the audit plan to the Committee on a quarterly basis. 5.1.16 Ensure that all disciplinary cases arising from financial misconduct be concluded within fixed timeframes and reported publicly. 5.1.17 Provide a detailed breakdown of disciplinary actions taken against officials at Eskom for financial misconduct and irregular expenditure. 5.1.18 All matters with criminal elements be referred to law enforcement agencies not only internal disciplinary channels and the Minister must able quarterly progress report detailing all actions taken to recover lost funds 5.1.19 The Minister of Electricity and Energy, together with the Minister of Finance must table a phased reduction plan to end Eskom’s dependence on the fiscus within five years and provide Parliament with a quarterly fiscal dependency tracker detailing progress toward self- sustainability. 5.1.20 Develop a credible, long-term financial sustainability plan that reduces Eskom’s dependency on the fiscus. Provide this plan to the Committee during the 2nd term of the 2026/2027 financial year. 5.1.21 Prioritise and urgently finalise the Integrated Energy Plan (IEP) in compliance with Section 6 of the National Energy Act. 5.1.22 Provide a detailed breakdown of Eskom’s cost optimization savings of R16.3 billion stated in its Annual Financial Statements. 5.1.23 In collaboration with the Ministers of Finance, COGTA, explore the urgent establishment of an inter- ministerial task team to address the systemic failure of municipal revenue collection and the payment of energy-related revenue to Eskom.",
    "category": "Budget/Fiscal",
    "length": 4130
  },
  {
    "year": 2025,
    "sector": "energy",
    "report": "2025_energy_BRRR.pdf",
    "recommendation": "5.2 Mineral and Petroleum Resources 5.2.1 Ensure that irregular expenditure is addressed across entities (PetroSA, CEF, SFF, AEMFC) by implementing robust internal control mechanisms, ensuring all deviations are properly approved, documented, and communicated. 5.2.2 Ensure that PetroSA provides the Committee with a detailed breakdown of its pricing structure for diesel sales to Eskom, including information on the sources of the diesel, to enable effective parliamentary oversight. 5.2.3 Expedite the submission of the Mineral Resources Development Bill and South African Petroleum Company Bill to Parliament. 5.2.4 Monitor the phased implementation of the Cadastral System, ensuring timely reporting, stakeholder engagement, and full transparency on progress across provinces. 5.2.5 The full cadastral database must be made publicly accessible, detailing all mineral rights holders and beneficial ownership structures. 5.2.6 Continue reinforcing governance and executive leadership at PetroSA, AEMFC, and Alexkor to improve operational efficiency, accountability, and financial management. 5.2.7 Ensure that Mintek’s funding is strengthened to safeguard critical research and innovation programmes, particularly in beneficiation, mine rehabilitation, and clean energy technologies. 5.2.8 Engage the Minister of Defence to explore the possibility of securing maritime vessels and logistical support for offshore geological mapping and exploration for CGS. 5.2.9 Ensure that the CGS strengthens community outreach on geological risks and integrates geoscientific data into local development planning. 5.2.10 Facilitate cross-sector collaboration to leverage CGS expertise in national infrastructure, climate resilience, and resource development initiatives. 5.2.11 Strengthen community-level beneficiation initiatives to ensure local residents benefit directly from mineral development, aligned with the national critical mineral’s strategy in partnership with Mintek and DTIC. 5.2.12 Table a Beneficiation Impact Report before the end of the 2026 budget cycle, detailing measurable community and HDSA participation outcomes. 5.2.13 Brief the Committee on progress made in establishing the South African National Petroleum Company and the transfer of assets. Further brief the Committee on the plans of the CEF Group to ensure that its subsidiaries implement definitive strategies to maintain their status as going concerns. 5.2.14 Enhance community engagement and training for artisanal and small-scale miners to promote safe and inclusive beneficiation. 5.2.15 Sustain and strengthen collaborative efforts across government, labour, and industry to further reduce mining fatalities and injuries. 5.2.16 Ensure the Department fully implements the AGSA's action plan to investigate and recover the R218.9 million in outstanding fees from rights and license holders. A progress report on the recovery of these funds, including quantifiable results, should be submitted to the Committee by the 2nd Quarter of 2026/27 financial year. 5.2.17 Strengthen the governance and operational efficiency of the Junior Mining Exploration Fund to accelerate the processing of applications and disbursement of funds, ensuring it effectively de-risks exploration and supports the growth of Historically Disadvantaged South African (HDSA) junior miners. 5.2.18 Implement measures to prevent recurring delays in the Fuel Testing Programme, including streamlining the process for obtaining legal opinions and ensuring the timely appointment of service providers, to guarantee consistent regulatory compliance and consumer protection. 5.2.19 Prioritise the development and implementation of a formal regulatory framework for Artisanal and Small-Scale Mining Policy as part of the legislation. 5.2.20 Ensure that the Council for Geoscience work closely with provincial and municipal planning departments to integrate geoscientific data into local economic development strategies and spatial planning frameworks.",
    "category": "Budget/Fiscal",
    "length": 3991
  },
  {
    "year": 2025,
    "sector": "energy",
    "report": "2025_energy_BRRR.pdf",
    "recommendation": "6. APPRECIATION The Committees would like to thank the Minister of Mineral and Petroleum Resources, Mr S.G Mantashe and the Minister of Electricity and Energy, Dr S Ramokgopa and the staff of the Department as well as the Board Members and Management of all the entities, for their cooperation and transparency during this process.",
    "category": "Governance/Accountability",
    "length": 331
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. The mandate of the Department of Employment and Labour The Department derives its mandate from the Constitution and gives effect thereto through a number of Acts which regulate employment and labour matters in South Africa. Such legislation includes the following:",
    "category": "Policy/Legislation",
    "length": 267
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Basic Conditions of Employment Act (1997);",
    "category": "Policy/Legislation",
    "length": 44
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Employment Equity Act (1998);",
    "category": "Policy/Legislation",
    "length": 31
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Employment Services Act (2014);",
    "category": "Policy/Legislation",
    "length": 33
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Labour Relations Act (1995);",
    "category": "Policy/Legislation",
    "length": 30
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Occupational Health and Safety Act (1993);",
    "category": "Policy/Legislation",
    "length": 44
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• National Minimum Wage Act (2018). The mandate of the Department is to regulate the labour market through policies and programmes developed in consultation with social partners, which are aimed at:",
    "category": "Policy/Legislation",
    "length": 198
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Improving economic efficiency and productivity;",
    "category": "Other",
    "length": 49
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Creation of decent employment;",
    "category": "Other",
    "length": 32
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Promoting labour standards and fundamental rights at work;",
    "category": "Other",
    "length": 60
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Providing adequate social security nets to protect vulnerable workers;",
    "category": "Other",
    "length": 72
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Promoting sound labour relations;",
    "category": "Other",
    "length": 35
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Eliminating inequality and discrimination in the workplace;",
    "category": "Other",
    "length": 61
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Enhancing occupational health and safety awareness and compliance in the workplace;",
    "category": "Governance/Accountability",
    "length": 85
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Giving value to social dialogue in the formulation of sound and responsive legislation and policies to attain labour market growth. The Department of Labour’s legislative framework is informed by the South African Constitution, Chapter 2: Bill of Rights:",
    "category": "Policy/Legislation",
    "length": 256
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Section 9, to ensure equal access to opportunities;",
    "category": "Other",
    "length": 53
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Section 10, promotion of labour standards and fundamental rights at work;",
    "category": "Other",
    "length": 75
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Section 18, freedom of association;",
    "category": "Other",
    "length": 37
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Section 23, to ensure sound labour relations;",
    "category": "Other",
    "length": 47
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Section 24, to ensure an environment that is not harmful to the health and wellbeing of those in the workplace;",
    "category": "Other",
    "length": 113
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Section 27, to provide adequate social security nets to protect vulnerable workers;",
    "category": "Other",
    "length": 85
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Section 28, to ensure that children are protected from exploitative labour practices and not required or permitted to perform work or services that are inappropriate for a person of that child’s age or their wellbeing, education, physical or mental health or spiritual, moral or social development is placed at risk;",
    "category": "Capacity Building",
    "length": 318
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Section 34, access to courts and access to fair and speedy labour justice.",
    "category": "Other",
    "length": 76
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. Purpose of the BRRR The Money Bills Amendment Procedure and Related Matters Act sets out the process that allows Parliament to make recommendations to the Minister of Finance to amend the budget of a national department. In October of each year, portfolio committees must compile BRR Reports that assess service delivery performance given available resources; evaluate the effective and efficient use and forward allocation of resources; and may make recommendations of forward use of resources. The reports are also source documents for Standing/ Select Committees on Appropriations/ Finance when they make recommendations to the House of Parliament on the Medium Term Budget Policy Statements (MTBPS). The comprehensive review and analysis of the previous financial year’s performance, as well as performance to date, form part of this process.",
    "category": "Budget/Fiscal",
    "length": 849
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. Method In reviewing the work of the labour portfolio (Department and its entities) for the 2018/19 financial year, the Committee placed emphasis on the following:",
    "category": "Other",
    "length": 165
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Overall performance in lieu of allocated budget as reflected in the annual reports of the portfolio;",
    "category": "Budget/Fiscal",
    "length": 102
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Presentations by the labour portfolio to the Committee on their annual reports;",
    "category": "Other",
    "length": 81
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Report of the Auditor-General on the labour portfolio;",
    "category": "Governance/Accountability",
    "length": 56
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Report of the Financial and Fiscal Commission on labour portfolio;",
    "category": "Budget/Fiscal",
    "length": 68
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Report of Statistics South Africa on employment statistics; and",
    "category": "Other",
    "length": 65
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Responses of the Department to the BRR report of 2018. The source documents used by the Committee are: 2019 Estimates of National Expenditure; presentations by the labour portfolio during the course of the year; annual reports of the Department and entities; and the State of the Nation Address. The Committee invited the Auditor-General to brief it on its assessment of performance of the labour portfolio. The Committee also invited the Financial and Fiscal Commission as well as the Statistics South Africa to brief it on relevant matters. This was followed by meetings with the Department and entities comprising the portfolio to receive presentations on their performance against their annual performance plans.",
    "category": "Budget/Fiscal",
    "length": 718
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. Outline of the contents of the Report The content of the Report is as follows:",
    "category": "Other",
    "length": 81
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Overview of the key relevant policy focus areas;",
    "category": "Policy/Legislation",
    "length": 50
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Summary of previous key financial and performance recommendations of the Committee;",
    "category": "Monitoring & Evaluation",
    "length": 85
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Overview and assessment of financial performance of the Department of Labour;",
    "category": "Monitoring & Evaluation",
    "length": 79
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Report of the Auditor-General;",
    "category": "Governance/Accountability",
    "length": 32
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Financial Performance for the first quarter of the 2019/20 financial year;",
    "category": "Monitoring & Evaluation",
    "length": 76
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Overview and assessment of service delivery performance for 2018/19 financial year;",
    "category": "Service Delivery",
    "length": 85
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Overview of Performance of Entities of the Department of Labour;",
    "category": "Monitoring & Evaluation",
    "length": 66
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Committee Observations;",
    "category": "Other",
    "length": 25
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Committee Recommendations; and",
    "category": "Other",
    "length": 32
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "• Appreciation. The sections below expatiate on the content outlined above.",
    "category": "Other",
    "length": 75
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. OVERVIEW OF THE KEY RELEVANT POLICY FOCUS AREAS Poverty, unemployment and inequality are three major challenges facing the country. The National Planning Commission, which was appointed by the former President J Zuma in May 2010 developed the National Development Plan whose aim is to eliminate poverty and reduce inequality by 2030. In its diagnostic report of June 2011, the Commission identified unemployment as one of the nine primary challenges confronting the country. Therefore, raising employment through faster economic growth became one of the three priorities to remedy the situation the country finds itself in. One of the key points raised in the National Development Plan was, “To eliminate poverty and reduce inequality, South Africa has to raise levels of employment and, through productivity growth, the earnings of working people.” The key measures of economic success were identified as achieving an average growth of over 5% of Gross Domestic Product (GDP) and the reduction in unemployment rate to 6% by 2030. The Quarterly Labour Force Survey (QLFS), which is a household- based sample survey conducted by Statistics South Africa, reported the unemployment rate to be 29% at the end of June 2019 (Quarter",
    "category": "Capacity Building",
    "length": 1229
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "2 of 2019 calendar year). This reflects a quarter-to-quarter increase of 1.4% from the 27.6% reported in the previous quarter. Compared to the second quarter of 2018, unemployment rate increased by 1.8% from 27.2% reported. The labour force increased by 476 000 from 22 492 000 in the first quarter to 22 968 000 in the second quarter of 2019. Compared to the second quarter of 2018, the labour force increased by 598 000 from 22 370 000 to 22 968 000 reported in the second quarter of",
    "category": "Other",
    "length": 485
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "2019. The number of people who are employed increased by 21 000 from 16 291 000 in the first quarter of 2019 to 16 313 000 in second quarter of 2019. Compared to the second quarter of 2018, the number of employed people increased by 25 000 from",
    "category": "Other",
    "length": 244
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "16 288 000 to 16 313 000 in the second quarter. The formal non- agricultural sector lost 49 000 jobs in the second quarter when compared to the first quarter of 2019. Compared to the second quarter of 2018, the sector lost 148 000 jobs. The private households sector also lost 49 000 jobs when compared to the first quarter of 2019 and 45 000 jobs when compared to the second quarter of 2018. The informal non-agricultural sector gained",
    "category": "Other",
    "length": 436
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "114 000 jobs compared to the first quarter of 2019 and gained",
    "category": "Other",
    "length": 61
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "219 000 jobs when compared to the second quarter of 2018. The agricultural sector gained 5000 jobs compared to the first quarter of",
    "category": "Other",
    "length": 131
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "2019 and lost 1000 compared to the second quarter of 2018. The number of unemployed people increased by 455 000 from 6.2 million in the first quarter to 6.7 million in the second quarter of",
    "category": "Other",
    "length": 189
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "2019. Compared to the second quarter of 2018, the number of unemployed people increased by 573 000 from 6.1 million to 6.7 million in the second quarter of 2019. Since more jobs were created than lost, the explanation for an increase in unemployment rate can be attributed to the increase in the number of people entering the job market as reflected by the reduction in the “not economically active” population, which decreased by 326 000 quarter-to-quarter. In response to the unemployment challenge, President Ramaphosa convened the Presidential Job Summit, which developed the Framework Agreement in October 2018. Social partners who were part of the summit agreed that the unemployment crisis necessitated the Jobs Summit to focus not only on job creation but also address the crisis of job losses and retrenchments. Government dismissed the rumour that it was going to embark on retrenchments in the Public Service and committed to filling all critical vacancies in the Public Sector. Business agreed that everything possible had to be done to avoid retrenchments in the Private Sector. The Jobs Summit identified five areas of interventions to realise intended outcomes, which are: Economic sector specific Interventions; SMME interventions; Education and Skills interventions; Inclusive growth interventions; and Public and Social interventions. Furthermore, the social partners agreed on continuous monitoring of implementation of commitments. In 2018 Parliament processed and passed the National Minimum Wage Act whose purpose is, inter alia, to improve the wages of lowest paid workers. This will contribute in narrowing the income inequality gap and improve lives of those who were earning less than the prescribed national minimum wage. While the introduction of the national minimum wage was met with some criticism regarding the level at which it was introduced, it was estimated that about six million workers stood to benefit from its introduction. The triple challenges of poverty, unemployment and inequality have persisted despite legislative interventions that started in 1994. This, amongst others, prompted the fourth democratic parliament to identify assessment of the impact of legislation passed since 1994 as key priority to be undertaken by the fifth democratic parliament. The High Level Panel that was headed by former President K Motlanthe was appointed by the fifth Parliament to conduct the impact assessment of the legislation and make recommendations. The panel produced a report titled: “Report of the High Level Panel on the Assessment of Key Legislation and the Acceleration of Fundamental Change”. The panel recommended, amongst others,",
    "category": "Capacity Building",
    "length": 2674
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "that people below a certain age, those that have been unemployed for a long time, people in rural areas and the disabled be employed without the firm being required to pay the minimum wage on the same terms. Furthermore, the panel recommended that Parliament amend the Labour Relations Act to remove the extension to non- parties’ clause or to prescribe that the extension to non-parties will not be applicable to small and medium enterprises.",
    "category": "Policy/Legislation",
    "length": 443
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. SUMMARY OF PREVIOUS KEY FINANCIAL AND PERFORMANCE RECOMMENDATIONS OF THE COMMITTEE",
    "category": "Monitoring & Evaluation",
    "length": 85
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. 2018/19 BRRR recommendations and responses of the Department In the BRRR of the previous financial year, after considering the presentation of the labour portfolio on their annual reports and inputs from the Auditor-General, the Committee made recommendations to the Minister of Labour. Below are recommendations made by the Committee and the responses of the Department of Labour are captured in italics. The Committee recommended that the Minister of Labour take steps to ensure that: 3.1.1 The vacant funded posts within the Labour portfolio are filled with suitably qualified persons without delay, priority be given to critical posts. Response: The vacancy rate in IES has now gone down to 6%, at end of September 2019. This is the lowest vacancy rate in a long time. The Branch prioritised and speeded up the filling of vacancies. 3.1.2. The services of the Internal Audit and the Audit Committee of the Department are fully utilised and their reports implemented to avoid negative findings by the Auditor-General. Response: The IES has a consolidated action plan that ensures",
    "category": "Governance/Accountability",
    "length": 1085
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "that audit findings are dealt with effectively. The action plan is monitored on a monthly basis. Corporate Services has developed a management action plan that is consolidated into one departmental plan",
    "category": "Governance/Accountability",
    "length": 202
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "that addresses the root causes of the audit findings and this is updated and reported to EXCO on a monthly basis. Internal Audit provides an assurance on the effectiveness of the management action plans. 3.1.3. Incidents of Irregular Expenditure and Fruitless and Wasteful Expenditure are investigated and officials who are found to have flouted regulations are timeously subjected to remedial action. Response: The Employee Relations process deals with all the officials who are found to be liable through the recovery process or other forms of disciplinary process. 3.1.4 The Inspection and Enforcement Services programme is adequately resourced so that suitably qualified inspectors can be appointed; provided with relevant tools of trade to monitor implementation of labour laws and that the retainment strategy is developed. Response: The Branch is going to add 500 more OHS inspectors by the end of the financial year. The Branch has put in place various strategies to ensure retention of staff. The Departmental policy on retention is also utilised to assist with this. 3.1.5. The funding of Productivity SA is timeously addressed in line with the proposed single funder mechanism to enable the entity to fulfil its mandate. Response: Productivity SA continue to receive its Annual Treasury allocation from the Department in line with their legal mandate and the transfer agreement concluded with the Director-General. Challenges continue to exist in the following areas that the entity has taken additional work that is not part of the Treasury allocation but remain crucial for companies to attain Turn Around Solutions and improve their productivity and competitiveness levels and thereby saving jobs:",
    "category": "Budget/Fiscal",
    "length": 1711
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. Inability of the entity to generate additional revenue through services that they provide to various entities to assist them in improving their productivity initiatives.",
    "category": "Budget/Fiscal",
    "length": 172
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "2. The Workplace Challenge programme under the DTI that is costing the entity about R23 million to implement when the allocation from the DTI is around R10 million.",
    "category": "Budget/Fiscal",
    "length": 164
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "3. Turn Around Solutions project that is funded by UIF and the unresolved disputes with regard to Project Management, Accountability and Governance. The Director-General has established a Committee that has developed a number of proposals to resolve challenges in all these areas:",
    "category": "Governance/Accountability",
    "length": 280
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. The entity was assisted with a bail out after securing Treasury approval from DEL savings during the last consecutive 3 years with amounts ranging from R5 million to R23 million during the 2018/19 financial year.",
    "category": "Other",
    "length": 215
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "2. Discussions were also held with Treasury to increase the entity’s allocations from the fiscus and to do away with other sources of funding. However, this could not be realised given the current economic situation. 3.1.6 Additional funding is made available to the CCMA to enable it to fully implement its statutory obligations in terms of the National Minimum Wage, Basic Conditions of Employment Act and Labour Relations Act. Response: The Secretariat for the NMW Commission has as yet not been fully implemented and therefore there will still be savings realised. The Branch is dependent on the HR section in the DEL to finalise all necessary processes in order for it to move forward. 3.1.7. The current approved structure of the Supported Employment Enterprises is reviewed in order to capacitate the entity and government departments are encouraged to procure goods from the entity. Response: The SEE structure was reviewed and the following adjustments were recommended:",
    "category": "Budget/Fiscal",
    "length": 979
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. Profile of CEO was reviewed and submitted for advertisement and recruitment.",
    "category": "Other",
    "length": 79
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "2. Creation of new Director HRM position at SEE HQ",
    "category": "Other",
    "length": 50
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "3. Creation of new Director Risk, Security and OHS at SEE HQ",
    "category": "Other",
    "length": 60
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "4. Creation of new Deputy Director Risk",
    "category": "Other",
    "length": 39
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "5. Creation of new Deputy Director Security and OHS",
    "category": "Other",
    "length": 51
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "6. Creation of new 13 nursing positions for each factory at SR 9",
    "category": "Policy/Legislation",
    "length": 64
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "7. Creation of new organizational structure for the Limpopo factory comprising of: (i) Factory manager SR 10 (ii) 3 instructors (Wood, Steel and Textile) at SR 8 (iii) HR senior admin officer at SR 9 (iv) Store person admin officer at SR 7 (v) 2 admin clerks at SR 5",
    "category": "Policy/Legislation",
    "length": 266
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. The SEE did not have a budget for the new positions and did the following in order to secure funding for the structure. (i) Adjusted budget through virement (ii) Abolished funded vacancies and recreated new positions (iii) Reallocated medical health budget towards first aid centres and employment of nurses. Government Department procurement from SEE has not been fully realized however the following initiatives were undertaken:",
    "category": "Budget/Fiscal",
    "length": 433
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "1. SEE was awarded a contract for Hospital Linen as part of government stimulus packages by the DHA",
    "category": "Policy/Legislation",
    "length": 99
  },
  {
    "year": 2019,
    "sector": "labour",
    "report": "2019_Employment_Labour.pdf",
    "recommendation": "2. Contracts were concluded with the National Department of Basic Education for new school’s furniture and the Eastern Cape Provincial Education Department",
    "category": "Policy/Legislation",
    "length": 155
  }
]